Repository: RozebMomin/KodiAddons
Catalog: plugin.image.iphoto/resources/language/Galician/strings.po
Languages: gl

# #30000
source: Path to iPhoto or Aperture Library
gl: Ruta á Biblioteca de iPhoto ou Aperture

# #30001
source: Ignore published (MobileMe) albums
gl: Ignorar álbums publicados (MobileMe)

# #30002
source: Ignore 'Flagged' album
gl: Ignorar álbums 'Marcados'

# #30003
source: Auto update library
gl: Actualizar auto. biblioteca

# #30004
source: Hide Update Library item in main menu
gl: Agochar Actualizar Biblioteca no menú principal

# #30005
source: Ignore empty albums
gl: Ignorar álbums baleiros

# #30006
source: Ignore keywords
gl: Ignorar palabras chave

# #30015
source: Enable Places support
gl: Habilitar Soporte para Lugares

# #30016
source: Show Places as
gl: Amosar Lugares como

# #30017
source: Addresses
gl: Enderezos

# #30018
source: Lat/Lon Pairs
gl: Coordenadas Lat/Lon

# #30020
source: Default photo sort method
gl: Método predefinido para ordenar fotos

# #30021
source: None
gl: Ningún

# #30022
source: XML Date
gl: Data XML

# #30023
source: Label
gl: Etiqueta

# #30024
source: Size
gl: Tamaño

# #30025
source: Download maps from Google
gl: Descargar mapas de Google

# #30026
source: Show map as fanart
gl: Amosar o mapa como fanart

# #30027
source: Managed Library (change requires rescan)
gl: Xestionar a biblioteca (requírese volver a analizar)

# #30028
source: Local root path to Masters
gl: Ruta local a Masters

# #30029
source: Rewrite root path as
gl: Reescribir o cartafol raíz como

# #30030
source: Hide View Documentation item in main menu
gl: Agochar Ver Documentación no menú principal

# #30060
source: View mode in Confluence
gl: Modo Vista en Confluence

# #30061
source: Default
gl: Predefinido

# #30062
source: Pic Thumbs
gl: Miniaturas

# #30063
source: Image Wrap
gl: Envoltorio de imaxe

# #30066
source: View mode in Metropolis
gl: Modo Vista en Metropolis

# #30067
source: Default
gl: Predefinido

# #30068
source: Picture Grid
gl: Grella de Fotos

# #30069
source: Galary Fanart
gl: Fanart da Galería

# #30080
source: Default photo sort direction
gl: Dirección predefinida na orde das fotos

# #30081
source: Ascending
gl: Ascendente

# #30082
source: Descending
gl: Descendente

# #30090
source: General
gl: Xeral

# #30091
source: View
gl: Vista

# #30092
source: Skin
gl: Tema

# #30099
source: Advanced
gl: Avanzado

# #30100
source: Events
gl: Eventos

# #30101
source: Albums
gl: Álbumes

# #30102
source: Ratings
gl: Puntuacións

# #30103
source: << Update Library >>
gl: << Actualizar Biblioteca >>

# #30104
source: Keywords
gl: Verbas chave

# #30105
source: Faces
gl: Facianas

# #30106
source: Places
gl: Lugares

# #30107
source: << View Documentation >>
gl: << Ver Documentación >>

# #30108
source: Projects
gl: Proxectos

# #30200
source: %d star
gl: %d estrela

# #30210
source: Importing Library
gl: Importando a Biblioteca

# #30211
source: Imported %d items
gl: %d elementos importados

# #30212
source: Scanning Library...
gl: Analizando a Biblioteca...

# #30213
source: Update library
gl: Actualizar bibloteca

# #30214
source: Ignore Keyword
gl: Ignorar Palabra Chave

# #30215
source: Remove cached maps
gl: Eliminar mapas cacheados

# #30216
source: Reset add-on database
gl: Restabelecer o complemento de base de datos

# #30217
source: Add-on documentation
gl: Documentación do complemento

# #30219
source: Resetting add-on database...
gl: Restabelecendo o complemento de base de datos...

# #30220
source: Enable Support for Places?
gl: Habilitar o Soporte para Lugares?

# #30221
source: Places looks up addresses via Google.
gl: Lugares busca os enderezos mediante Google.

# #30222
source: This can slow down the library import a bit.
gl: Esto pode baixar a velocidade de importación da biblioteca.

# #30223
source: You will also need to reimport your library.
gl: Tamén tera que volver importar a súa biblioteca.

# #30230
source: Delete add-on database?
gl: Eliminar o complemento de base de datos?

# #30231
source: Add-on database is corrupt.
gl: O complemento de base de datos está corrupto.

# #30232
source: Deleting it will not harm your Photo Library.
gl: Eliminalo non danará a súa Biblioteca de iPhoto.

# #30233
source: You will need to rescan after this.
gl: Ten que volver analizar despois disto.

# #30240
source: Failed to initialize add-on database.
gl: Fallo ao iniciar o complemento de base de datos.

# #30241
source: Please reimport your Library.
gl: Por favor volva importar a súa Biblioteca.

# #30250
source: Deleting cached map images
gl: Eliminando imaxes de mapas cacheadas

# #30252
source: Scanning...
gl: Analizando...

# #30260
source: Library import in progress
gl: Importación da Biblioteca en curso

# #30261
source: Unable to reset database.
gl: Non se puido restabelecer a base de datos.

# #30262
source: Currently unsupported
gl: Non soportado actualmente

# #30263
source: This function is unsupported %s %s.
gl: Esta función non está soportada %s %s.

# #30300
source: Library import in progress
gl: Importación da Biblioteca en curso

# #30301
source: Library import successful
gl: Importación correcta da Biblioteca

# #30302
source: Library import failed
gl: Fallou a importación da Biblioteca

# #30310
source: No items
gl: Sen elementos

# #30320
source: Database reset
gl: Base de datos restaurada

# #30321
source: Failed to reset database
gl: Fallo ao restaurar a base de datos

# #30322
source: Deleted %d cached maps
gl: Eliminados %d mapas cacheados

# #30330
source: Keyword '%s' hidden
gl: Agochouse a palabra chave '%s'
