Repository: RozebMomin/KodiAddons
Catalog: plugin.image.iphoto/resources/language/Afrikaans/strings.po
Languages: af

# #30000
source: Path to iPhoto or Aperture Library
af: Pad na iPhoto of Aperture Biblioteek

# #30001
source: Ignore published (MobileMe) albums
af: Ignoreer gepubliseerde (MobileMe) albums

# #30002
source: Ignore 'Flagged' album
af: Ignoreer 'Gemerk' album

# #30003
source: Auto update library
af: Auto-opdateer biblioteek

# #30004
source: Hide Update Library item in main menu
af: Verberg Opdateer Biblioteek in hoof kieslys

# #30005
source: Ignore empty albums
af: Ignoreer lee albums

# #30006
source: Ignore keywords
af: Ignoreer sleutelwoorde

# #30015
source: Enable Places support
af: Stel Plekke ondersteuning in staat

# #30016
source: Show Places as
af: Wys Plekke as

# #30017
source: Addresses
af: Adresse

# #30018
source: Lat/Lon Pairs
af: Lat / Lon pare

# #30020
source: Default photo sort method
af: Verstek foto sorteringsmetode

# #30021
source: None
af: Geen

# #30022
source: XML Date
af: XML Datum

# #30023
source: Label
af: Etiket

# #30024
source: Size
af: Grootte

# #30025
source: Download maps from Google
af: Laai kaarte af vanaf Google

# #30026
source: Show map as fanart
af: Wys kaart as aanhangerskuns

# #30027
source: Managed Library (change requires rescan)
af: Bestuurde Biblioteek (verandering vereis herskandeer)

# #30028
source: Local root path to Masters
af: Plaaslike stam pad na Meesters

# #30029
source: Rewrite root path as
af: Herskryf stam pad as

# #30030
source: Hide View Documentation item in main menu
af: Verberg Besigtig Dokumentasie in hoof kieslys

# #30060
source: View mode in Confluence
af: Vertoon modus in Confluence

# #30061
source: Default
af: Verstek

# #30062
source: Pic Thumbs
af: Prent Duime

# #30063
source: Image Wrap
af: Prent Toedraai

# #30066
source: View mode in Metropolis
af: Vertoon modus in Metropolis

# #30067
source: Default
af: Verstek

# #30068
source: Picture Grid
af: Prentjie Rooster

# #30069
source: Galary Fanart
af: Gallery Aanhangerskuns

# #30080
source: Default photo sort direction
af: Verstek foto sorteer rigting

# #30081
source: Ascending
af: Stygend

# #30082
source: Descending
af: Dalend

# #30090
source: General
af: Algemeen

# #30091
source: View
af: Besigtig

# #30092
source: Skin
af: Omslag

# #30099
source: Advanced
af: Gevorderde

# #30100
source: Events
af: Gebeurtenisse

# #30102
source: Ratings
af: Graderings

# #30103
source: << Update Library >>
af: << Opdateer Biblioteek >>

# #30104
source: Keywords
af: Sleutelwoorde

# #30105
source: Faces
af: Gesigte

# #30106
source: Places
af: Plekke

# #30107
source: << View Documentation >>
af: << Besigtig Dokumentasie >>

# #30108
source: Projects
af: Projekte

# #30200
source: %d star
af: %d ster

# #30210
source: Importing Library
af: Biblioteek word ingevoer

# #30211
source: Imported %d items
af: %d items ingevoer

# #30212
source: Scanning Library...
af: Skandeer Biblioteek...

# #30213
source: Update library
af: Opdateer biblioteek

# #30214
source: Ignore Keyword
af: Ignoreer Sleutelwoord

# #30215
source: Remove cached maps
af: Verwyder gestoorde kaarte

# #30216
source: Reset add-on database
af: Stel die byvoegsel databasis terug

# #30217
source: Add-on documentation
af: Byvoegsel dokumentasie

# #30219
source: Resetting add-on database...
af: Stel die byvoegsel databasis terug

# #30220
source: Enable Support for Places?
af: Stel Ondersteuning vir Plekke in?

# #30221
source: Places looks up addresses via Google.
af: Plekke soek adresse na via Google.

# #30222
source: This can slow down the library import a bit.
af: Dit kan die invoer van die biblioteek 'n bietjie verstadig.

# #30223
source: You will also need to reimport your library.
af: Jy sal weer jou biblioteek moet invoer.

# #30230
source: Delete add-on database?
af: Verwyder byvoegsel databasis?

# #30231
source: Add-on database is corrupt.
af: Byvoegsel databasis is beskadig.

# #30232
source: Deleting it will not harm your Photo Library.
af: Om dit te verwyder sal nie jou Foto Biblioteek beskadig nie.

# #30233
source: You will need to rescan after this.
af: Jy sal na dit moet herskandeer.

# #30240
source: Failed to initialize add-on database.
af: Versuim om byvoeging databasis te inisialiseer.

# #30241
source: Please reimport your Library.
af: Voer weer jou Biblioteek in, asseblief.

# #30250
source: Deleting cached map images
af: Besig om gestoorde kaart beelde te verwyder

# #30252
source: Scanning...
af: Skandeer...

# #30260
source: Library import in progress
af: Besig met invoer van die biblioteek

# #30261
source: Unable to reset database.
af: Nie in staat om die databasis terug te stel.

# #30262
source: Currently unsupported
af: Huidiglik nie ondersteun nie

# #30263
source: This function is unsupported %s %s.
af: Hierdie funksie word nie ondersteun nie %s %s

# #30300
source: Library import in progress
af: Biblioteek invoer aan die gang

# #30301
source: Library import successful
af: Invoer van biblioteek suksesvol

# #30302
source: Library import failed
af: Invoer van biblioteek onsuksesvol

# #30310
source: No items
af: Geen items

# #30320
source: Database reset
af: Databasis terugstelling

# #30321
source: Failed to reset database
af: Versuim om databasis terug te stel

# #30322
source: Deleted %d cached maps
af: %d gestoorde kaarte verwyder

# #30330
source: Keyword '%s' hidden
af: Sleutelwoord '%s' verberg
