Repository: RozebMomin/KodiAddons
Catalog: plugin.image.iphoto/resources/language/*/strings.po
Languages: dutch, italian, portuguese, russian, spanish

# #30000
source: Path to iPhoto or Aperture Library
dutch: Pad naar iPhoto of Aperture Bibliotheek
italian: Percorso della Libreria iPhoto o Aperture
portuguese: Localização da Biblioteca iPhoto ou Aperture
spanish: Ruta a la biblioteca de iPhoto o Aperture

# #30001
source: Ignore published (MobileMe) albums
dutch: Negeer gepubliseerde (MobileMe) albums
italian: Ignora album pubblicati (MobileMe)
portuguese: Ignorar álbuns publicados (MobileMe)
spanish: Ignorar álbumes publicados (MobileMe)

# #30002
source: Ignore 'Flagged' album
dutch: Negeert 'Gemarkeerd' album
italian: Ignora album "Flaggati"
portuguese: Ignorar álbuns 'Marcados'
russian: Игнорировать помеченные альбомы
spanish: Ignorar álbumes 'Marcados'

# #30003
source: Auto update library
dutch: Automatisch bibliotheek bijwerken
italian: Aggiornamento automatico libreria
portuguese: Actualizar automaticamente a biblioteca
russian: Авто-обновление медиатеки
spanish: Auto actualizar biblioteca

# #30004
source: Hide Update Library item in main menu
dutch: Verberg bibliotheek bijwerken item in hoofd menu
italian: Nascondi Aggiornamento Libreria nel menu principale
portuguese: Ocultar item Actualizar Biblioteca no menu principal
russian: Скрыть пункт обновления медиатеки в главном меню
spanish: Ocultar Actualizar Biblioteca en el menú principal

# #30005
source: Ignore empty albums
dutch: Lege albums negeren
italian: Ignora album vuoti
portuguese: Ignorar álbuns vazios
russian: Игнорировать пустые альбомы
spanish: Ignorar álbumes vacios

# #30006
source: Ignore keywords
dutch: Sleutelwoorden negeren
italian: Ignora parole chiave
portuguese: Ignorar palavras-chave
russian: Не учитывать ключевые слова
spanish: Ignorar palabras clave

# #30015
source: Enable Places support
dutch: Inschakelen van plaatsen ondersteuning
italian: Abilita il supporto a Luoghi
portuguese: Activar suporte de Locais
russian: Включить поддержку определения месторасположения
spanish: Habilitar soporte para Lugares

# #30016
source: Show Places as
dutch: Toon plaatsen als
italian: Mostra Luoghi come
portuguese: Mostrar Locais como
russian: Показывать места, как
spanish: Mostrar Lugares como

# #30017
source: Addresses
dutch: Adressen
italian: Indirizzi
portuguese: Endereços
russian: Адреса
spanish: Direcciones

# #30018
source: Lat/Lon Pairs
dutch: Lat/Lon paar
italian: Latitudine/Longitudine
portuguese: Pares Lat/Lon
spanish: Coordenadas Lat/Lon

# #30020
source: Default photo sort method
dutch: Standaard afbeelding sorteer methode
italian: Metodo predefinito di ordinamento foto
portuguese: Método predefinido para ordenar fotos
russian: Метод сортировки картинок по умолчанию
spanish: Método de orden por defecto

# #30021
source: None
dutch: Geen
italian: Nessuno
portuguese: Nenhum
russian: Нет
spanish: Ninguno

# #30022
source: XML Date
dutch: XBL datum
italian: Data XML
portuguese: Data XML
russian: XML Дата
spanish: Fecha XML

# #30023
source: Label
dutch: Platenlabel
italian: Etichetta
portuguese: Editora
russian: Студия
spanish: Etiqueta

# #30024
source: Size
dutch: Grootte
italian: Dimensione
portuguese: Tamanho
russian: Размер
spanish: Tamaño

# #30025
source: Download maps from Google
dutch: Download kaarten van Google
italian: Scarica mappe da Google
portuguese: Transferir mapas do Google
russian: Загрузить карты с Google
spanish: Descargar mapas desde Google

# #30026
source: Show map as fanart
dutch: Toon kaarten als fanart
italian: Mostra la mappa come fanart
portuguese: Exibir o mapa como "fanart"
russian: Показать карту как фанарт
spanish: Mostrar mapa como fanart

# #30027
source: Managed Library (change requires rescan)
dutch: Beheerde bibliotheek (bij wijziging bijwerken nodig)
italian: Gestisci Libreria (i cambiamenti richiedono una nuova scansione)
portuguese: Biblioteca Organizada (alteração requer reanálise)
spanish: Administrar biblioteca (requiere actualizar)

# #30028
source: Local root path to Masters
dutch: Lokale Root locatie naar masters
italian: Percorso locale principale a Master
portuguese: Localização de raiz local para Masters
spanish: Ruta local a Masters

# #30029
source: Rewrite root path as
dutch: Herschrijf Hoofdmap als
italian: Riscrivi il percorso principale come
portuguese: Reescrever localização raiz como
russian: Переписать корневой путь, как
spanish: Sobrescribir directorio raíz como

# #30030
source: Hide View Documentation item in main menu
dutch: Verberg bekijk documentatie in het hoofdmenu
italian: Nascondi Vedi Documentazione nel menù principale
portuguese: Ocultar item Ver Documentação no menu principal
spanish: Ocultar Ver Documentación en el menú principal

# #30060
source: View mode in Confluence
dutch: Weergavemodus in Confluence
italian: Modalità di visualizzazione di Confluence
portuguese: Tipo de vista em Confluence
russian: Вид в Confluence
spanish: Modo de Vista en Confluence

# #30061
source: Default
dutch: Standaard
portuguese: Padrão
russian: По-умолчанию
spanish: Por defecto

# #30062
source: Pic Thumbs
dutch: Foto Miniaturen
italian: Miniature immagini
portuguese: Miniatura e Imagem
russian: эскизы фото
spanish: Miniaturas

# #30063
source: Image Wrap
italian: Immagine
portuguese: Imagens
russian: карусель изображений

# #30066
source: View mode in Metropolis
dutch: Weergavemodus in Metropolis
italian: Metodo di Visualizzazione in Metropolis
portuguese: Tipo de vista em Metropolis
spanish: Modo de Vista en Metropolis

# #30067
source: Default
dutch: Standaard
portuguese: Padrão
russian: По-умолчанию
spanish: Por defecto

# #30068
source: Picture Grid
dutch: Foto Raster
italian: Griglia delle Foto
portuguese: Grelha de Imagens
russian: GRID

# #30069
source: Galary Fanart
dutch: Galerij fanart
portuguese: Fanart da Galeria
russian: Галерея фанарт

# #30080
source: Default photo sort direction
dutch: Standaard afbeelding sorteer richting
italian: Direzione ordinamento foto predefinita
portuguese: Orientação predefinida da ordenação das fotos
spanish: Dirección de organización de fotos por defecto

# #30081
source: Ascending
dutch: Oplopend
italian: Ascendente
portuguese: Ascendente
russian: По возрастанию
spanish: Ascendente

# #30082
source: Descending
dutch: Aflopend
italian: Discendente
portuguese: Descendente
russian: По убыванию
spanish: Descendente

# #30090
source: General
dutch: Algemeen
italian: Generale
portuguese: Geral
russian: Выкл.

# #30091
source: View
dutch: Bekijken
italian: Visualizza
portuguese: Vista
russian: Просмотр
spanish: Vista

# #30092
source: Skin
portuguese: Tema
russian: Обложка

# #30099
source: Advanced
dutch: Geavanceerd
italian: Avanzato
portuguese: Avançado
russian: Дополнительные
spanish: Avanzado

# #30100
source: Events
dutch: Gebeurtenis
italian: Eventi
portuguese: Eventos
russian: События
spanish: Eventos

# #30101
source: Albums
italian: Album
portuguese: Álbuns
russian: Альбомы
spanish: Álbumes

# #30102
source: Ratings
dutch: Waardering
italian: Classifica
portuguese: Classificações
russian: Рейтинги
spanish: Puntuación

# #30103
source: << Update Library >>
dutch: << Bibliotheek bijwerken >>
italian: << Aggiorna Libreria >>
portuguese: << Actualizar Biblioteca >>
spanish: << Actualizar Biblioteca >>

# #30104
source: Keywords
dutch: Sleutelwoorden
italian: Parole chiave
portuguese: Palavras-chave
russian: Ключевые слова
spanish: Palabras Clave

# #30105
source: Faces
dutch: Gezichten
italian: Volti
portuguese: Rostos
russian: Лица
spanish: Caras

# #30106
source: Places
dutch: Plaatsen
italian: Luoghi
portuguese: Locais
russian: Места
spanish: Lugares

# #30107
source: << View Documentation >>
dutch: << Documentatie bekijken >>
italian: << Vedi Documentazione >>
portuguese: << Ver Documentação >>
spanish: <<Ver Documentación>>

# #30108
source: Projects
dutch: Projecten
italian: Progetti
portuguese: Projectos
russian: Проекты
spanish: Proyectos

# #30200
source: %d star
dutch: %d ster
italian: %d stella
portuguese: %d estrela(s)
spanish: %d estrella

# #30210
source: Importing Library
dutch: Importeren bibliotheek
italian: Importando la Libreria
portuguese: Importando Biblioteca
russian: Импорт медиатеки
spanish: Importando Biblioteca de iPhoto

# #30211
source: Imported %d items
dutch: %d items geimporteerd
italian: Ho importato %d oggetti
portuguese: %d itens importados
russian: Загружено %d элементов
spanish: Importados %d items

# #30212
source: Scanning Library...
dutch: Bibliotheek scannen
italian: Scan della Libreria...
portuguese: A Analisar a Biblioteca ...
russian: Сканирование медиатеки...
spanish: Escaneando Biblioteca

# #30213
source: Update library
dutch: Bibliotheek bijwerken
italian: Aggiorna libreria
portuguese: Actualizar biblioteca
russian: Обновить медиатеку
spanish: Actualizar biblioteca

# #30214
source: Ignore Keyword
dutch: Sleutelwoorden negeren
italian: Ignora parola chiave
portuguese: Ignorar Palavra-chave
spanish: Ignorar Palabra clave

# #30215
source: Remove cached maps
dutch: Gecachte mappen verwijderen
italian: Rimuovi le mappe dalla cache
portuguese: Remover mapas em cache
russian: Удалить кэш карт
spanish: Borrar cache de mapas

# #30216
source: Reset add-on database
italian: Resetta il database dell'addon-on
portuguese: Apagar a base de dados do add-on
spanish: Reestablecer la base de datos del complemento

# #30217
source: Add-on documentation
dutch: Add-on documentatie
italian: Documentazione add-on
portuguese: Documentação do add-on
spanish: Documentación del complemento

# #30219
source: Resetting add-on database...
dutch: Bezig add-on database resetten..
italian: Sto resettando il database
portuguese: Apagando a base de dados do add-on...
spanish: Restableciendo base de datos del complemento...

# #30220
source: Enable Support for Places?
dutch: Inschakelen ondersteuning voor plaatsen?
italian: Abilita il supporto per Luoghi?
portuguese: Activar Suporte para Locais?
russian: Включить поддержку опред. местоположения?
spanish: ¿Habilitar soporte para Lugares?

# #30221
source: Places looks up addresses via Google.
dutch: Plaatsen opzoeken van adressen via Google
italian: Cerca i luoghi degli indirizzi tramite Google
portuguese: Os Lugares encontram os endereços pelo Google.
spanish: Lugares busca la dirección via Google.

# #30222
source: This can slow down the library import a bit.
dutch: Dit kan het importeren van de bibliotheek enig zins vertragen.
italian: Questo potrebbe rallentare un po' l'importazione della libreria.
portuguese: Isto pode atrasar um pouco a importação da biblioteca.
spanish: Esto puede ralentizar un poco la importación de la biblioteca.

# #30223
source: You will also need to reimport your library.
dutch: U zal uw bibliotheek opnieuw moeten bijwerken.
italian: Dovrai anche reimportare la tua libreria.
portuguese: Também irá precisar de reimportar a sua biblioteca.
spanish: También tandrás que volver a importar la biblioteca.

# #30230
source: Delete add-on database?
dutch: Verwijderen van add-on database?
italian: Cancella il database?
portuguese: Apagar a base de dados do add-on?
spanish: ¿Borrar base de datos del complemento?

# #30231
source: Add-on database is corrupt.
dutch: Add-on datbase is corrupt.
italian: Il database è corrotto.
portuguese: A base de dados do add-on está corrompida.
spanish: La base de datos está corrupta.

# #30232
source: Deleting it will not harm your Photo Library.
dutch: Verwijderen zal geen gevolgen hebben voor uw afbeelding bibliotheek.
italian: Cancellarlo non danneggerà la tua Libreria foto.
portuguese: Ao apagá-la não irá afectar a sua Biblioteca de Fotografias.
spanish: Borrarlo no dañará tu biblioteca de iPhoto

# #30233
source: You will need to rescan after this.
dutch: U zal opnieuw moeten bijwerken na dit.
italian: Avrai bisogno di ri-scansionare dopo questo.
portuguese: Será necessária uma reanálise depois disto.
spanish: Necesitarás reescanear después de esto.

# #30240
source: Failed to initialize add-on database.
dutch: Niet gelukt om add-on database te initialiseren.
italian: Fallita l'inizializzazione del database
portuguese: Não foi possível iniciar a base de dados do add-on.
spanish: Error al iniciar base de datos.

# #30241
source: Please reimport your Library.
dutch: Uw bibliotheek opnieuw bijwerken a.u.b.
italian: Per favore reimporta la tua Libreria.
portuguese: Por favor, re-importe a sua biblioteca.
spanish: Por favor, vuelve a importar tu Biblioteca.

# #30250
source: Deleting cached map images
dutch: Verwijderen van gecachte afbeeldingen.
italian: Sto cancellando le immagini di mappe nella cache
portuguese: Apagando imagens de mapa em cache
spanish: Borrando imagenes de mapas de la cache

# #30252
source: Scanning...
dutch: Bijwerken...
italian: Scansione in corso......
portuguese: A analisar ...
russian: Сканирование...
spanish: Buscando...

# #30260
source: Library import in progress
dutch: Bibliotheek import is bezig
italian: Importazione Libreria in corso
portuguese: Importação da biblioteca em progresso
russian: Идёт импорт медиатеки
spanish: Importación en progreso

# #30261
source: Unable to reset database.
dutch: Niet mogelijk om database te resetten
italian: Impossibile resettare db.
portuguese: Não é possível reinicializar a base de dados.
spanish: Imposible reiniciar la base de datos.

# #30262
source: Currently unsupported
dutch: Momenteel niet ondersteund
italian: Al momento non supportato
portuguese: Actualmente não suportado
russian: На данный момент не поддерживается
spanish: No soportado

# #30263
source: This function is unsupported %s %s.
dutch: Deze functie is niet ondersteund %s %s
italian: Questa funzione non è supportata %s %s.
portuguese: Esta função não é suportada %s %s.
spanish: Esta función no esta soportada %s %s.

# #30300
source: Library import in progress
dutch: Bibliotheek import is bezig
italian: Importazione Libreria in corso
portuguese: Importação da biblioteca em progresso
russian: Идёт импорт медиатеки
spanish: Importación en progreso

# #30301
source: Library import successful
dutch: Bibliotheek import geslaagt
italian: Libreria importata con successo
portuguese: Importação da biblioteca bem sucedida
russian: Импорт медиатеки завершен
spanish: Biblioteca importada correctamente

# #30302
source: Library import failed
dutch: Bibliotheek import mislukt
italian: Importazione Libreria fallita
portuguese: A importação de biblioteca falhou
russian: Ошибка при импорте медиатеки
spanish: La importación de la biblioteca ha fallado

# #30310
source: No items
dutch: Geen items
italian: Nessun oggetto
portuguese: Sem itens
spanish: No hay elementos

# #30320
source: Database reset
italian: Reset Database
portuguese: Reiniciar Base de Dados
spanish: Base de datos restaurada

# #30321
source: Failed to reset database
dutch: Database reset mislukt
italian: Reset Database fallito
portuguese: Não foi possível reinicializar a base de dados
spanish: Error al restaurar base de datos

# #30322
source: Deleted %d cached maps
dutch: Verwijderen %d gecachte kaarten
italian: Eliminate %d mappe nella cache
portuguese: Apagando %d mapas em cache
spanish: Borrados %d mapas de cache

# #30330
source: Keyword '%s' hidden
dutch: Trefwoorden '%s' verborgen
italian: Parola chiave '%s' nascosta
portuguese: Palavras-chave '%s' ocultas
spanish: Palabra clave '%s' oculta
