Repository: RozebMomin/KodiAddons
Catalog: skin.DesiTVOnyx2/language/Malay/strings.po
Languages: ms

# #31026
source: Movies
ms: Cereka

# #31027
source: TV Shows
ms: Rancangan TV

# #31028
source: Music Videos
ms: Video Muzik

# #31029
source: Programs
ms: Program

# #31030
source: Music
ms: Musik

# #31031
source: Broadcast
ms: Siaran

# #31032
source: Weather
ms: Cuaca

# #31036
source: Play Disc
ms: Main Cakera

# #31037
source: Now Playing
ms: Kini Dimainkan

# #31038
source: Next Skip
ms: Langkau Berikutnya

# #31126
source: Watch in 2D
ms: Tonton dalam 2D

# #31129
source: Finish Time:
ms: Masa Tamat:

# #31130
source: Director
ms: Pengarah

# #31131
source: Writer
ms: Penulis

# #31132
source: Actors
ms: Pelakon

# #31133
source: Run Time
ms: Masa Jalan

# #31134
source: Start Time:
ms: Masa Mula:

# #31135
source: Details
ms: Perincian

# #31227
source: Playlist Editor
ms: Penyunting Senarai Main

# #31229
source: Rating
ms: Penarafan

# #31230
source: Artist:
ms: Artis:

# #31232
source: Year:
ms: Tahun:

# #31300
source: Select type of image to display at startup.
ms: Pilih jenis imej yang dipapar ketika permulaan

# #31301
source: Location of custom image or video to display on startup screen.
ms: Lokasi imej atau video suai yang dipapar ketika skrin permulaan.

# #31302
source: Play custom playlist at startup.
ms: Main senarai main suai ketika permulaan.

# #31303
source: Location of custom startup playlist.
ms: Lokasi senarai main permulaan suai.

# #31304
source: Don't show Screen settings menus (know as side bar menu in some skins).
ms: Jangan tunjuk menu tetapan Skrin (dikenali sebagai menu palang sisi dalam sesetengah kulit).

# #31305
source: Select when to show scrollbar.
ms: Pilih bila hendak tunjuk palang tatal.

# #31306
source: Scroll label or textbox contents when length of field exceeds defined length.
ms: Tatal label atau kandungan kotak teks bila panjang medan melangkaui panjang yang ditakrif.

# #31307
source: Show playing media details for playing media.
ms: Tunjuk perincian media dimainkan untuk media yang dimainkan.

# #31308
source: Display a media case around Album or Video cover icon.
ms: Papar bekas media disekeliling ikon kulit hadapan Album atau Video.

# #31311
source: Use Artwork Download script to download additional media images for All library media items.
ms: Guna skrip Muat Turun Kerja Seni untuk memuat turun imej media tambahan bagi Semua item medai pustaka.

# #31312
source: Show current time on home screen.
ms: Tunjuk masa semasa pada skrin rumah.

# #31313
source: Show current weather outlook on home screen.
ms: Tunjuk rupa cuaca semasa pada skrin rumah.

# #31314
source: Location of custom image to use as a watermark on home screen (only on Horizontal home menu type).
ms: Lokasi imej suai yang digunakan sebagai tera air pada skrin rumah (hanya pada jenis menu rumah Mengufuk).

# #31315
source: Type of image(s) to use on Movie shelf (On Horizontal or Icon menu type only).
ms: Jenis imej(s) yang digunakan pada para Cereka (Pada jenis menu Mengufuk atau Ikon sahaja).

# #31316
source: Type of image(s) to use on TVShows shelf (On Horizontal or Icon menu type only).
ms: Jenis imej(s) yang digunakan pada para Rancangan TV (Pada jenis menu Mengufuk atau Ikon sahaja).

# #31317
source: Subtype of image(s) to use on TVShows shelf.
ms: Sub-jenis imej(s) yang digunakan pada para Rancangan TV.

# #31318
source: Type of image(s) to use on Music shelf (On Horizontal or Icon menu type only).
ms: Jenis imej(s) yang digunakan pada para Muzik (Pada jenis menu Mengufuk atau Ikon sahaja).

# #31319
source: Type of image(s) to use on Add-ons shelf (On Horizontal or Icon menu type only).
ms: Jenis imej(s) yang digunakan pada para Tambahan (Pada jenis menu Mengufuk atau Ikon sahaja).

# #31321
source: Type of Home menu type to use on home menu screen.
ms: Jenis bagi jenis menu Rumah pada skrin menu rumah.

# #31322
source: Show 'Videos' item in home menu.
ms: Tunjuk item 'Video' dalam menu rumah.

# #31323
source: Show 'Movies' item in home menu.
ms: Tunjuk item 'Cereka' dalam menu rumah.

# #31324
source: Show 'TVShows' item in home menu.
ms: Tunjuk item 'Rancangan TV' dalam menu rumah.

# #31325
source: Show 'Music Videos' item in home menu.
ms: Tunjuk item 'Video Muzik' dalam menu rumah.

# #31328
source: Show 'Music' item in home menu.
ms: Tunjuk item 'Muzik' dalam menu rumah.

# #31329
source: Show 'Addons' item in home menu.
ms: Tunjuk item 'Tambahan' dalam menu rumah.

# #31330
source: Show 'Pictures' item in home menu.
ms: Tunjuk item 'Gambar' dalam menu rumah.

# #31331
source: Show User 'Profiles' item in home menu.
ms: Tunjuk item 'Profil' Pengguna dalam menu rumah.

# #31332
source: Show 'Weather' item in home menu.
ms: Tunjuk item 'Cuaca' dalam menu rumah.

# #31333
source: Show User 'Favourites' item in home menu.
ms: Tunjuk item 'Kegemaran' Pengguna dalam menu rumah.

# #31334
source: Show 'Search' item in home menu.
ms: Tunjuk item 'Gelintar' dalam menu rumah.

# #31335
source: Show 'Play Disc' item in home menu.
ms: Tunjuk item 'Main Cakera' dalam menu rumah.

# #31336
source: Show 'Quit' item in home menu.
ms: Tunjuk item 'Keluar' dalam menu rumah.

# #31337
source: Select action of Quit home menu item in home menu screen.
ms: Pilih tindakan bagi item menu rumah Keluar dalam skrin menu rumah.

# #31340
source: Location of custom skin background image.
ms: Lokasi imej latar belakang kulit suai.

# #31341
source: Use FanArt image if available as skin background image.
ms: Guna imej Seni Peminat jika tersedia sebagai imej latar belakang kulit.

# #31342
source: Use 'Extra' FanArt image if available as skin background image.
ms: Guna imej Seni Peminat 'Ekstra' jika tersedia sebagai imej latar belakang kulit.

# #31343
source: Use Playing video or Music visualisation if available as skin background image.
ms: Guna pengvisualan Video dimainkan atau muzik jika tersedia sebagai imej latar belakang kulit.

# #31344
source: Use Artistslideshow script to provide Music Artist FanArt image if available as skin background image.
ms: Guna skrip Paparan Slain Artis untuk menyediakan imej Seni Peminat Artis Muzik jika tersedia sebagai imej latar belakang kulit.

# #31345
source: Location of custom weather condition background images to use in weather screen.
ms: Lokasi imej latar belakang keadaan cuaca suai yang digunakan dalam skrin cuaca.

# #31346
source: Set level of visibilty of background image.
ms: Tetapkan aras ketampakan imej latar belakang.

# #31350
source: Set location to enter Movie library when Movie item selected on home menu screen.
ms: Tetapkan lokasi untuk memasuki pustaka Cereka bila item Cereka terpilih dalam skrin menu rumah.

# #31351
source: Set location to enter TVShow library when TVShow item selected on home menu screen.
ms: Tetapkan lokasi untuk memasuki pustaka Rancangan TV bila item Rancangan TV terpilih dalam skrin menu rumah.

# #31352
source: Set location to enter Music Video library when Music Video item selected on home menu screen.
ms: Tetapkan lokasi untuk memasuki pustaka Video Muzik bila item Video Muzik terpilih dalam skrin menu rumah.

# #31353
source: Set location to enter Music library when Music item selected on home menu screen.
ms: Tetapkan lokasi untuk memasuki pustaka Muzik bila item Muzik terpilih dalam skrin menu rumah.

# #31354
source: Set location to enter Broardcast TV library when TV item selected on home menu screen.
ms: Tetapkan lokasi untuk memasuki pustaka TV Siaran bila item TV terpilih dalam skrin menu rumah.

# #31355
source: Set location to enter Broadcast Radio library when Radio item selected on home menu screen.
ms: Tetapkan lokasi untuk memasuki pustaka Radio Siaran bila item Radio terpilih dalam skrin menu rumah.

# #31360
source: Sub menu to assign custom favourites to menu items.
ms: Sub menu untuk umpuk kegemaran suai pada item menu.

# #31370
source: Use Debug log uploader script to post a debug log ('Full' debug logging must be turned on before log can be posted).
ms: Guna skrip pemuat naik log nyahpepijat untuk poskan log nyahpepijat (Pengelogan nyahpepijat 'Lengkap' mesti dihidupkan sebelum log dapat dipos).

# #31371
source: Turn on 'Full' debug log.
ms: Hidupkan log nyahpepijat 'Lengkap'.

# #31372
source: Turn on debug grid overlay to help users locate on screen skin items.
ms: Hidupkan tindihan atas grid nyahpepijat untuk membantu pengguna mengesan item kulit skrin.

# #31373
source: Turn on debug info overlay to help users identify currently displayed windows and focused screen items.
ms: Hidupkan tindihan atas maklumat nyahpepijat untuk membantu pengguna mengenalpasti tetingkap terpapar semasa dan item kulit terfokus.

# #31528
source: Currently
ms: Kini

# #31530
source: Location
ms: Lokasi

# #31531
source: Last Updated
ms: Terakhid Dikemaskini

# #31536
source: Provider
ms: Penyedia

# #31551
source: Static Icons
ms: Ikon Statik

# #31552
source: Animated Icons
ms: Ikon Beranimasi

# #31553
source: Custom backgrounds
ms: Latar belakang suai

# #31555
source: Profiles
ms: Profil

# #31556
source: Skin
ms: Kulit

# #31557
source: Screen Settings
ms: Tetapan Skrin

# #31558
source: Power Menu
ms: Menu Kuasa

# #31559
source: System Info
ms: Maklumat Sistem

# #31560
source: Item Settings
ms: Tetapan Item

# #31561
source: 3D Settings
ms: Tetapan 3D

# #31562
source: View:
ms: Pandangan:

# #31563
source: Skin Version:
ms: Versi Kulit:

# #31564
source: Current Theme:
ms: Tema Semasa:

# #31565
source: Screen Mode:
ms: Mod Skrin:

# #31566
source: System Platform:
ms: Platform Sistem:

# #31575
source: Default
ms: Lalai

# #31576
source: Bold
ms: Tebal

# #31577
source: Kodi Default
ms: Lalai Kodi

# #31578
source: Light
ms: Ringan

# #31651
source: Muted
ms: Senyap

# #31652
source: Favourites
ms: Kegemaran

# #31657
source: Local subtitle available
ms: Sarikata tempatan tersedia

# #31659
source: Playlist
ms: Senarai Main

# #31680
source: Default Artwork Downloader
ms: Pemuat Kerja Seni Lalai

# #31681
source: Artwork Downloader
ms: Pemuat Turun Kerja Seni

# #31688
source: Go Back
ms: Kembali

# #31689
source: Edit Library
ms: Sunting Pustaka

# #31691
source: You might also enjoy
ms: Anda mungkin juga menikmati

# #31692
source: Cinema
ms: Wayang

# #31693
source: More...
ms: Lagi...

# #31696
source: Video Addons
ms: Tambahan Video

# #31697
source: Music Addons
ms: Tambahan Muzik

# #31700
source: Available Groups
ms: Kumpulan Tersedia

# #31701
source: Play TV
ms: Main TV

# #31702
source: Play Radio
ms: Main Radio

# #31703
source: Play
ms: Main

# #31706
source: Advanced Channel Rules
ms: Peraturan Saluran Lanjutan

# #31707
source: Search TV
ms: Gelintar TV

# #31708
source: Search Radio
ms: Gelintar Radio

# #31709
source: TV Guide
ms: Panduan TV

# #31710
source: Radio Guide
ms: Panduan Radio

# #31711
source: TV Recordings
ms: Rakaman TV

# #31712
source: Radio Recordings
ms: Rakaman Radio

# #31713
source: TV Timers
ms: Pemasa TV

# #31714
source: Radio Timers
ms: Pemasa Radio

# #31801
source: Startup
ms: Permulaan

# #31802
source: General
ms: Am

# #31803
source: Home Menu
ms: Menu Rumah

# #31804
source: Background
ms: Latar belakang

# #31805
source: Media Entry Points
ms: Takat Masukan Media

# #31806
source: Custom Favourites
ms: Kegemaran Suai

# #31807
source: Support
ms: Sokongan

# #31808
source: Home Screen
ms: Skrin Rumah

# #31851
source: Intro file:
ms: Fail pengenalan:

# #31852
source: Use Startup playlist
ms: Guna senarai main Permulaan

# #31853
source: Choose playlist:
ms: Pilih senarai main:

# #31854
source: Startup screen
ms: Skrin permulaan

# #31855
source: Blank
ms: Kosong

# #31856
source: Skin Image
ms: Imej Kulit

# #31857
source: Custom Image
ms: Imej Suai

# #31858
source: Custom Video
ms: Video Suai

# #31860
source: Choose Custom background
ms: Pilih latar belakang Suai

# #31861
source: Reset Custom background
ms: Tetap semula latar belakang Suai

# #31862
source: Use Visuals as background
ms: Guna Visual sebagai latar belakang

# #31863
source: Use Fanart as background
ms: Guna Seni Peminat sebagai latar belakang

# #31864
source: Use ExtraFanart as background
ms: Guna Seni Peminat Ekstra sebagai latar belakang

# #31865
source: Use Artistslideshow as background
ms: Guna Paparan slaid artis sebagai latar belakang

# #31866
source: Weather backgrounds
ms: Latar belakang cuaca

# #31868
source: Background visibilty
ms: Ketampakan latar belakang

# #31869
source: Show Media case
ms: Tunjuk bekas Media

# #31871
source: Choose Homescreen Watermark Image
ms: Pilih Imej Tera Air Skrin Rumah

# #31872
source: Reset Homescreen Watermark Image
ms: Tetap Semula Imej Tera Air Skrin Rumah

# #31873
source: Weather icons
ms: Ikon cuaca

# #31875
source: Always
ms: Sentiasa

# #31876
source: On scroll or focus
ms: Bila tatal atau fokus

# #31877
source: Never
ms: Tidak sesekali

# #31880
source: Lock Screen settings menus
ms: Kunci menu tetapan Skrin

# #31881
source: Use scrollbar
ms: Guna palang tatal

# #31882
source: Enable autoscroll
ms: Benarkan tatal-sendiri

# #31883
source: Use media overlays
ms: Guna tindihan media

# #31886
source: Tilt icons
ms: Ikon condong

# #31888
source: Time on Home screen
ms: Masa pada skrin Rumah

# #31889
source: Current weather on Home screen
ms: Cuaca semasa pada skrin Rumah

# #31892
source: Use TV Tunes
ms: Guna Talaa TV

# #31893
source: Download media artwork
ms: Muat turun kerja seni media

# #31900
source: Home menu type
ms: Jenis menu rumah

# #31901
source: Videos in Home menu
ms: Video dalam menu Rumah

# #31902
source: Movies in Home menu
ms: Cereka dalam menu Rumah

# #31903
source: TV Shows in Home menu
ms: Rancangan TV dalam menu Rumah

# #31904
source: Music Videos in Home menu
ms: Video Muzik dalam menu Rumah

# #31905
source: Music in Home menu
ms: Muzik dalam menu Rumah

# #31906
source: Addons in Home menu
ms: Tambahan menu Rumah

# #31907
source: Pictures in Home menu
ms: Gambar dalam menu Rumah

# #31908
source: Profiles in Home menu
ms: Profil dalam menu Rumah

# #31909
source: Weather in Home menu
ms: Cuaca dalam menu Rumah

# #31910
source: Favourites in Home menu
ms: Kegemaran dalam menu Rumah

# #31911
source: Search in Home menu
ms: Gelintar dalam menu Rumah

# #31912
source: Play Disc in Home menu
ms: Main Cakera dalam menu Rumah

# #31913
source: Quit from Home menu
ms: Keluar dari menu Rumah

# #31914
source: Quit button action
ms: Tindakan butang keluar

# #31920
source: Movie library entry point
ms: Titik masukan pustaka cereka

# #31921
source: TVShow library entry point
ms: Titik masukan pustaka Rancangan TV

# #31922
source: Music Video library entry point
ms: Titik masukan pustaka Video Muzik

# #31923
source: Music library entry point
ms: Titik masukan pustaka muzik

# #31924
source: TV entry point
ms: Titik masukan TV

# #31925
source: Radio entry point
ms: Titik masukan Radio

# #31930
source: Upload Debug Log file
ms: Muat Naik fail Log Nyahpepijat

# #31933
source: Show Debug Grid
ms: Tunjuk Grid Nyahpepijat

# #31934
source: Show Debug Info
ms: Tunjuk Maklumat Nyahpepijat

# #31935
source: Reset Skin settings to their defaults
ms: Tetap semula tetapan Kulit ke lalainya

# #31939
source: Shelf images
ms: Imej para

# #31940
source: Shelf icon type
ms: Jenis ikon para

# #31941
source: List
ms: Senarai

# #31942
source: Wrap
ms: Lilit

# #31943
source: Icons
ms: Ikon

# #31944
source: Wall
ms: Dinding

# #31945
source: Coverflow
ms: Aliran Kulit Hadapan

# #31947
source: Logos
ms: Logo

# #31948
source: Clearart
ms: Seni kosong

# #31949
source: Banners
ms: Banner

# #31950
source: Posters
ms: Poster

# #31951
source: Vertical
ms: Menengak

# #31952
source: Horizontal
ms: Mengufuk

# #31953
source: Icon
ms: Ikon

# #31954
source: Recent
ms: Baru-Baru Ini

# #31955
source: Recommended
ms: Disaran

# #31956
source: NextAired
ms: Keudara Berikutnya

# #31960
source: Recommended Movies
ms: Cereka Disaran

# #31961
source: Next Aired Episodes
ms: Episod Keudara Berikutnya

# #31963
source: Recommended Albums
ms: Album Disaran
