Repository: RozebMomin/KodiAddons
Catalog: plugin.image.iphoto/resources/language/Portuguese (Brazil)/strings.po
Languages: pt_br

# #30000
source: Path to iPhoto or Aperture Library
pt_br: Caminho para Iphoto ou Coleção Existente

# #30001
source: Ignore published (MobileMe) albums
pt_br: Ignore álbuns publicados (MobileMe)

# #30002
source: Ignore 'Flagged' album
pt_br: Ignorar Álbum ´sinalizado'

# #30003
source: Auto update library
pt_br: Auto atualizar coleção

# #30004
source: Hide Update Library item in main menu
pt_br: Ocultar item Atualizar Coleção no menu principal

# #30005
source: Ignore empty albums
pt_br: Ignorar álbuns vazios

# #30006
source: Ignore keywords
pt_br: Ignorar palavras chaves

# #30015
source: Enable Places support
pt_br: Ativar suporte a locais

# #30016
source: Show Places as
pt_br: Mostrar Locais como

# #30017
source: Addresses
pt_br: Endereços

# #30018
source: Lat/Lon Pairs
pt_br: Pares Lat/Lon

# #30020
source: Default photo sort method
pt_br: Método ordenar foto padrão

# #30021
source: None
pt_br: Nenhum

# #30022
source: XML Date
pt_br: Dados XML

# #30023
source: Label
pt_br: Gravadora/marca

# #30024
source: Size
pt_br: Tamanho

# #30025
source: Download maps from Google
pt_br: Download Mapas do Google

# #30026
source: Show map as fanart
pt_br: Mostrar mapa como fanart

# #30027
source: Managed Library (change requires rescan)
pt_br: Coleção Administrada (alterar vai requerer reescanear)

# #30028
source: Local root path to Masters
pt_br: Caminho raiz local para Masters

# #30029
source: Rewrite root path as
pt_br: Reescreva caminho raiz como

# #30030
source: Hide View Documentation item in main menu
pt_br: Ocultar item Ver Documentação no menu principal

# #30060
source: View mode in Confluence
pt_br: Modo de Visualização na Confluence

# #30062
source: Pic Thumbs
pt_br: Imagem Miniaturas

# #30063
source: Image Wrap
pt_br: Vitrine de Imagens

# #30066
source: View mode in Metropolis
pt_br: Modo Visualização em Metropolis

# #30068
source: Picture Grid
pt_br: Grade Imagem

# #30069
source: Galary Fanart
pt_br: Galeria Fanart

# #30080
source: Default photo sort direction
pt_br: Direção de ordenamento padrão para fotos.

# #30081
source: Ascending
pt_br: Crescente

# #30082
source: Descending
pt_br: Decrescente

# #30090
source: General
pt_br: Geral

# #30091
source: View
pt_br: Visualização

# #30099
source: Advanced
pt_br: Avançado

# #30100
source: Events
pt_br: Eventos

# #30101
source: Albums
pt_br: Álbuns

# #30102
source: Ratings
pt_br: Classificações

# #30103
source: << Update Library >>
pt_br: <<Atualizar Coleção>>

# #30104
source: Keywords
pt_br: Palavras Chaves

# #30105
source: Faces
pt_br: Rostos

# #30106
source: Places
pt_br: Lugares

# #30107
source: << View Documentation >>
pt_br: <<Ver Documentação>>

# #30108
source: Projects
pt_br: Projetos

# #30200
source: %d star
pt_br: %d estrelas

# #30210
source: Importing Library
pt_br: Importando Coleção

# #30211
source: Imported %d items
pt_br: Itens %d Importado

# #30212
source: Scanning Library...
pt_br: Escaneando Coleção

# #30213
source: Update library
pt_br: Atualizar coleção

# #30214
source: Ignore Keyword
pt_br: Ignorar palavras chaves

# #30215
source: Remove cached maps
pt_br: Remover Mapas Cache

# #30216
source: Reset add-on database
pt_br: Resetar banco de dados do add-on

# #30217
source: Add-on documentation
pt_br: Documentação do Add-on

# #30219
source: Resetting add-on database...
pt_br: Resetando banco de dados do add-on...

# #30220
source: Enable Support for Places?
pt_br: Ativar Suporte para Lugares?

# #30221
source: Places looks up addresses via Google.
pt_br: Ver endereços dos locais via Google.

# #30222
source: This can slow down the library import a bit.
pt_br: Isto pode tornar lento a importação da coleção.

# #30223
source: You will also need to reimport your library.
pt_br: Você precisará reimportar sua coleção.

# #30230
source: Delete add-on database?
pt_br: Deletar banco de dados do add-on?

# #30231
source: Add-on database is corrupt.
pt_br: Bando de dados do add-on está corrompido.

# #30232
source: Deleting it will not harm your Photo Library.
pt_br: Excluí-lo não irá prejudicar a sua biblioteca de fotos.

# #30233
source: You will need to rescan after this.
pt_br: Você necessitará reescanear após isto.

# #30240
source: Failed to initialize add-on database.
pt_br: Falhou ao inicializar o banco de dados do add-on.

# #30241
source: Please reimport your Library.
pt_br: Por favor importe novamente sua coleção

# #30250
source: Deleting cached map images
pt_br: Deletando imagens dos mapas do cache

# #30252
source: Scanning...
pt_br: Escaneando...

# #30260
source: Library import in progress
pt_br: Importar coleção em progresso

# #30261
source: Unable to reset database.
pt_br: Não é possível redefinir banco de dados.

# #30262
source: Currently unsupported
pt_br: Atualmente não suportado

# #30263
source: This function is unsupported %s %s.
pt_br: Este função não é suportada %s %s

# #30300
source: Library import in progress
pt_br: Importação de coleção em progresso

# #30301
source: Library import successful
pt_br: Coleção importada com sucesso

# #30302
source: Library import failed
pt_br: Importar Coleção Falhou

# #30310
source: No items
pt_br: Sem itens

# #30320
source: Database reset
pt_br: Resetar Banco de Dados

# #30321
source: Failed to reset database
pt_br: Falha ao resetar Banco de Dados

# #30322
source: Deleted %d cached maps
pt_br: Deletado %d mapas do cache

# #30330
source: Keyword '%s' hidden
pt_br: Ocultar '%s' palavra chave
