Repository: RozebMomin/KodiAddons
Catalog: plugin.image.iphoto/resources/language/Hungarian/strings.po
Languages: hu

# #30000
source: Path to iPhoto or Aperture Library
hu: AlbumData.xml elérési útja

# #30001
source: Ignore published (MobileMe) albums
hu: Publikált (MobileMe) albumok figyelmen kívül hagyása

# #30002
source: Ignore 'Flagged' album
hu: A 'Flagged' albumok figyelmen kívül hagyása

# #30003
source: Auto update library
hu: A könyvtár auto-frissítése

# #30004
source: Hide Update Library item in main menu
hu: Könyvtár frissítése opció elrejtése a főmenüben

# #30005
source: Ignore empty albums
hu: Üres albumok figyelmen kívül hagyása

# #30006
source: Ignore keywords
hu: Kulcsszavak figyelmen kívül hagyása

# #30015
source: Enable Places support
hu: Helyek támogatás engedélyezése

# #30016
source: Show Places as
hu: Helyek mutatása mint

# #30017
source: Addresses
hu: Címek

# #30018
source: Lat/Lon Pairs
hu: Szélesség/hosszúság párok

# #30020
source: Default photo sort method
hu: Alapértelmezett fényképrendezés

# #30021
source: None
hu: Nincs

# #30022
source: XML Date
hu: XML dátum

# #30023
source: Label
hu: Kiadó

# #30024
source: Size
hu: Méret

# #30025
source: Download maps from Google
hu: Térképek letöltése a Google-tól

# #30026
source: Show map as fanart
hu: Térkép mutatása rajongói képként

# #30027
source: Managed Library (change requires rescan)
hu: Felügyelt könyvtár (a változtatás újraindítást igényel)

# #30028
source: Local root path to Masters
hu: Helyi útvonal-gyökér az eredeti példányokhoz

# #30029
source: Rewrite root path as
hu: A gyökér-útvonal legyen ez:

# #30030
source: Hide View Documentation item in main menu
hu: A "Dokumentáció mutatása" elrejtése a főmenüben

# #30060
source: View mode in Confluence
hu: Nézetmód a Confluence felszínnel

# #30061
source: Default
hu: Alapérték

# #30062
source: Pic Thumbs
hu: Miniképek

# #30063
source: Image Wrap
hu: Képborító

# #30066
source: View mode in Metropolis
hu: Városi nézet

# #30067
source: Default
hu: Alapérték

# #30068
source: Picture Grid
hu: Kép háló

# #30069
source: Galary Fanart
hu: Galaxy rajongói kép

# #30080
source: Default photo sort direction
hu: Alapértelmezett fénykép rendezési irány

# #30081
source: Ascending
hu: Növekvő

# #30082
source: Descending
hu: Csökkenő

# #30090
source: General
hu: Menük

# #30091
source: View
hu: Nézet

# #30092
source: Skin
hu: Felszín

# #30099
source: Advanced
hu: Haladó

# #30100
source: Events
hu: Események

# #30101
source: Albums
hu: Albumok

# #30102
source: Ratings
hu: Besorolások

# #30103
source: << Update Library >>
hu: << iPhoto könyvtár importálása >>

# #30104
source: Keywords
hu: Kulcsszavak

# #30105
source: Faces
hu: Arcok

# #30106
source: Places
hu: Helyek

# #30107
source: << View Documentation >>
hu: << Dokumentáció megtekintése >>

# #30108
source: Projects
hu: Projektek

# #30200
source: %d star
hu: %d csillag

# #30210
source: Importing Library
hu: iPhoto könyvtár importálása

# #30211
source: Imported %d items
hu: Importálva %d elem

# #30212
source: Scanning Library...
hu: AlbumData.xml átvizsgálása...

# #30213
source: Update library
hu: iPhoto könyvtár importálása

# #30214
source: Ignore Keyword
hu: Kulcsszó figyelmen kívül hagyása

# #30215
source: Remove cached maps
hu: Tárolt térképek törlése

# #30216
source: Reset add-on database
hu: Kiegészítők adatbázis nullázása

# #30217
source: Add-on documentation
hu: Kiegészítő leírás

# #30219
source: Resetting add-on database...
hu: Kiegészítő adatbázis nullázása...

# #30220
source: Enable Support for Places?
hu: Engedélyezi a Helyek támogatást?

# #30221
source: Places looks up addresses via Google.
hu: A Helyek címeket keres a Google segítségével

# #30222
source: This can slow down the library import a bit.
hu: Ez kicsit lelassíthatja a könyvtárba importálást.

# #30223
source: You will also need to reimport your library.
hu: Valamint újra kell importálnia a könyvtárát.

# #30230
source: Delete add-on database?
hu: Törli a kiegészítők adatbázist?

# #30231
source: Add-on database is corrupt.
hu: A kiegészítők adatbázis hibás.

# #30232
source: Deleting it will not harm your Photo Library.
hu: A törlés nem veszélyezteti a fénykép könyvtárat

# #30233
source: You will need to rescan after this.
hu: Ez után új átfésülést kell indítania

# #30240
source: Failed to initialize add-on database.
hu: Nem sikerült a kiegészítő adatbázis inicializálása

# #30241
source: Please reimport your Library.
hu: Kérjük importálja újra a könyvtárat

# #30250
source: Deleting cached map images
hu: Térképkép gyorsítótár törlése

# #30252
source: Scanning...
hu: Átfésülés...

# #30260
source: Library import in progress
hu: A könyvtár importálása folyamatban van

# #30261
source: Unable to reset database.
hu: Nem lehetséges az adatbázis visszaállítása

# #30262
source: Currently unsupported
hu: Jelenleg nem támogatott

# #30263
source: This function is unsupported %s %s.
hu: Ez a művelet nem támogatott %s %s.

# #30300
source: Library import in progress
hu: A könyvtár importálása folyamatban van

# #30301
source: Library import successful
hu: A könyvtár importálása sikeres volt

# #30302
source: Library import failed
hu: A könyvtár importálása nem sikerült

# #30310
source: No items
hu: Nincsenek elemek

# #30320
source: Database reset
hu: Adatbázis visszaállítása

# #30321
source: Failed to reset database
hu: Az adatbázis visszaállítása nem sikerült

# #30322
source: Deleted %d cached maps
hu: %d gyorstárazott térkép törölve

# #30330
source: Keyword '%s' hidden
hu: '%s' kulcsszó elrejtve
