Repository: RozebMomin/KodiAddons
Catalog: plugin.image.iphoto/resources/language/Lithuanian/strings.po
Languages: lt

# #30000
source: Path to iPhoto or Aperture Library
lt: Kelias iki iPhoto ar Aperture bibliotekos

# #30001
source: Ignore published (MobileMe) albums
lt: Ignoruoti paskelbtus (MobileMe) albumus

# #30002
source: Ignore 'Flagged' album
lt: Ignoruoti 'Flagged' albumą

# #30003
source: Auto update library
lt: Automatiškai atnaujinti biblioteką

# #30004
source: Hide Update Library item in main menu
lt: Slėpti bibliotekos atnaujinimo elementą pagrindiniame meniu

# #30005
source: Ignore empty albums
lt: Ignoruoti tuščius albumus

# #30006
source: Ignore keywords
lt: Ignoruoti raktažodžius

# #30015
source: Enable Places support
lt: Įjungti vietų palaikymą

# #30016
source: Show Places as
lt: Rodyti vietas kaip

# #30017
source: Addresses
lt: Adresai

# #30018
source: Lat/Lon Pairs
lt: Platumos/Ilgumos poros

# #30020
source: Default photo sort method
lt: Numatytasis nuotraukų rūšiavimo būdas

# #30021
source: None
lt: Joks

# #30022
source: XML Date
lt: XML data

# #30023
source: Label
lt: Etiketė

# #30024
source: Size
lt: Dydis

# #30025
source: Download maps from Google
lt: Atsisiųsti žemėlapius iš Google

# #30026
source: Show map as fanart
lt: Rodyti žemėlapį kaip FanArt

# #30027
source: Managed Library (change requires rescan)
lt: Valdoma biblioteka (pakeitimas reikalauja pakartotinio nuskaitymo)

# #30028
source: Local root path to Masters
lt: Vietinis šakninis kelias į pagrindinį

# #30029
source: Rewrite root path as
lt: Perrašyti šakninį kelią kaip

# #30030
source: Hide View Documentation item in main menu
lt: Slėpti dokumentacijos rodymo elementą pagrindiniame meniu

# #30060
source: View mode in Confluence
lt: Confluence rodinio režimas

# #30061
source: Default
lt: Numatytasis

# #30062
source: Pic Thumbs
lt: Miniatiūros

# #30063
source: Image Wrap
lt: Atvaizdų karusėlė

# #30066
source: View mode in Metropolis
lt: Metropolis rodinio režimas

# #30067
source: Default
lt: Numatytasis

# #30068
source: Picture Grid
lt: Paveikslėlių tinklelis

# #30069
source: Galary Fanart
lt: Fanart galerija

# #30080
source: Default photo sort direction
lt: Numatytoji nuotraukų rūšiavimo kryptis

# #30081
source: Ascending
lt: Didėjančiai

# #30082
source: Descending
lt: Mažėjančiai

# #30090
source: General
lt: Pagrindiniai

# #30091
source: View
lt: Peržiūra

# #30092
source: Skin
lt: Teminė išvaizda

# #30099
source: Advanced
lt: Išplėstiniai

# #30100
source: Events
lt: Įvykiai

# #30101
source: Albums
lt: Albumai

# #30102
source: Ratings
lt: Reitingai

# #30103
source: << Update Library >>
lt: << Atnaujinti biblioteką >>

# #30104
source: Keywords
lt: Raktiniai žodžiai

# #30105
source: Faces
lt: Veidai

# #30106
source: Places
lt: Vietos

# #30107
source: << View Documentation >>
lt: << Peržiūrėti dokumentaciją >>

# #30108
source: Projects
lt: Projektai

# #30200
source: %d star
lt: %d žvaigždutė

# #30210
source: Importing Library
lt: Importuojama biblioteka

# #30211
source: Imported %d items
lt: Importuota elementų: %d

# #30212
source: Scanning Library...
lt: Nuskaitoma biblioteka...

# #30213
source: Update library
lt: Atnaujinti biblioteką

# #30214
source: Ignore Keyword
lt: Ignoruoti raktinį žodį

# #30215
source: Remove cached maps
lt: Pašalinti talpykloje saugomus žemėlapius

# #30216
source: Reset add-on database
lt: Atstatyti priedo duomenų bazę

# #30217
source: Add-on documentation
lt: Priedo dokumentacija

# #30219
source: Resetting add-on database...
lt: Atstatoma priedo duomenų bazę

# #30220
source: Enable Support for Places?
lt: Įgalinti vietų palaikymą?

# #30221
source: Places looks up addresses via Google.
lt: Vietos adresai yra ieškomi Google.

# #30222
source: This can slow down the library import a bit.
lt: Tai gali šiek tiek sulėtinti bibliotekos importavimą

# #30223
source: You will also need to reimport your library.
lt: Jums taip pat reikės iš naujo importuoti biblioteką.

# #30230
source: Delete add-on database?
lt: Panaikinti priedo duomenų bazę?

# #30231
source: Add-on database is corrupt.
lt: Priedo duomenų bazė sugadinta.

# #30232
source: Deleting it will not harm your Photo Library.
lt: Jos panaikinimas nepakenks jūsų nuotraukų bibliotekai.

# #30233
source: You will need to rescan after this.
lt: Jums reikės iš naujo nuskaityti po šito.

# #30240
source: Failed to initialize add-on database.
lt: Nepavyko inicijuoti priedo duomenų bazės.

# #30241
source: Please reimport your Library.
lt: Prašome iš naujo importuoti biblioteką.

# #30250
source: Deleting cached map images
lt: Pašalinami talpykloje esantys žemėlapio atvaizdai

# #30252
source: Scanning...
lt: Nuskaitoma...

# #30260
source: Library import in progress
lt: Vyksta bibliotekos importas

# #30261
source: Unable to reset database.
lt: Nepavyko atstatyti duomenų bazės.

# #30262
source: Currently unsupported
lt: Šiuo metu nepalaikoma

# #30263
source: This function is unsupported %s %s.
lt: Ši funkcija yra nepalaikoma %s %s.

# #30300
source: Library import in progress
lt: Vyksta bibliotekos importas

# #30301
source: Library import successful
lt: Bibliotekos importas sėkmingas

# #30302
source: Library import failed
lt: Bibliotekos importas nepavyko

# #30310
source: No items
lt: Nėra elementų

# #30320
source: Database reset
lt: Duomenų bazė atstatyta

# #30321
source: Failed to reset database
lt: Duomenų bazė atstatymas nepavyko

# #30322
source: Deleted %d cached maps
lt: Panaikinta žemėlapių talpykloje: %d

# #30330
source: Keyword '%s' hidden
lt: Raktiniai žodžiai '%s' paslėpti
