Repository: RozebMomin/KodiAddons
Catalog: plugin.image.iphoto/resources/language/Hebrew/strings.po
Languages: he

# #30000
source: Path to iPhoto or Aperture Library
he: נתיב ספריית iPhoto או Aperture

# #30001
source: Ignore published (MobileMe) albums
he: התעלם מאלבומים שפורסמו (MobileMe)

# #30002
source: Ignore 'Flagged' album
he: התעלם מאלבום מסומן

# #30003
source: Auto update library
he: עדכן ספריה אוטומטית

# #30004
source: Hide Update Library item in main menu
he: הסתר פריט "עדכן ספריה" מהתפריט הראשי

# #30005
source: Ignore empty albums
he: התעלם מאלבומים ריקים

# #30006
source: Ignore keywords
he: התעלם ממילות מפתח

# #30015
source: Enable Places support
he: הפעל תמיכה במקומות

# #30016
source: Show Places as
he: הצג מקומות בתור

# #30017
source: Addresses
he: כתובות

# #30018
source: Lat/Lon Pairs
he: צמדי רוחב/אורך

# #30020
source: Default photo sort method
he: ברירת מחדל לאופן מיון

# #30021
source: None
he: ללא

# #30022
source: XML Date
he: תאריך XML

# #30023
source: Label
he: תווית

# #30024
source: Size
he: גודל

# #30025
source: Download maps from Google
he: הורד מפות מגוגל

# #30026
source: Show map as fanart
he: הצג מפה כפאנארט

# #30027
source: Managed Library (change requires rescan)
he: ספריה מנוהלת (שינוי דורש סריקה מחדש)

# #30028
source: Local root path to Masters
he: נתיב שורש ל־Masters

# #30029
source: Rewrite root path as
he: שכתב נתיב שורש בתור

# #30030
source: Hide View Documentation item in main menu
he: הסתר פריט "הצג תיעוד" מהתפריט הראשי

# #30060
source: View mode in Confluence
he: מצב תצוגה ב־Confluence

# #30061
source: Default
he: ברירת מחדל

# #30062
source: Pic Thumbs
he: תמונות ממוזערות

# #30063
source: Image Wrap
he: עטיפת תמונה

# #30066
source: View mode in Metropolis
he: מצב תצוגה ב־Metropolis

# #30067
source: Default
he: ברירת מחדל

# #30068
source: Picture Grid
he: רשת תמונות

# #30069
source: Galary Fanart
he: גלריית פאנארט

# #30080
source: Default photo sort direction
he: ברירת מחדל לסדר מיון

# #30081
source: Ascending
he: עולה

# #30082
source: Descending
he: יורד

# #30090
source: General
he: כללי

# #30091
source: View
he: תצוגה

# #30092
source: Skin
he: מעטפת

# #30099
source: Advanced
he: מתקדם

# #30100
source: Events
he: אירועים

# #30101
source: Albums
he: אלבומים

# #30102
source: Ratings
he: דירוג

# #30103
source: << Update Library >>
he: << עדכון ספריה >>

# #30104
source: Keywords
he: מילות מפתח

# #30105
source: Faces
he: פרצופים

# #30106
source: Places
he: מקומות

# #30107
source: << View Documentation >>
he: << הצגת תיעוד >>

# #30108
source: Projects
he: פרויקטים

# #30200
source: %d star
he: %d כוכבים

# #30210
source: Importing Library
he: מיבא ספריה

# #30211
source: Imported %d items
he: %d פריטים יובאו

# #30212
source: Scanning Library...
he: סורק ספריה...

# #30213
source: Update library
he: עדכון ספריה

# #30214
source: Ignore Keyword
he: התעלם ממילת מפתח

# #30215
source: Remove cached maps
he: הסר מפות מהמטמון

# #30216
source: Reset add-on database
he: אפס מסד נתוני הרחבה

# #30217
source: Add-on documentation
he: תיעוד הרחבה

# #30219
source: Resetting add-on database...
he: מאפס מסד נתוני הרחבה...

# #30220
source: Enable Support for Places?
he: האם לאפשר תמיכה במקומות?

# #30221
source: Places looks up addresses via Google.
he: מקומות מאתר כתובות בעזרת Google.

# #30222
source: This can slow down the library import a bit.
he: זה יכול להאט מעט את תהליך יבוא הספריה.

# #30223
source: You will also need to reimport your library.
he: תצטרך גם ליבא מחדש את הספריה שלך.

# #30230
source: Delete add-on database?
he: האם למחוק מסד נתוני הרחבה?

# #30231
source: Add-on database is corrupt.
he: מסד נתוני ההרחבה פגום.

# #30232
source: Deleting it will not harm your Photo Library.
he: המחיקה לא תפגע בספריית התמונות שלך.

# #30233
source: You will need to rescan after this.
he: לאחר זאת יש צורך בסריקה מחדש.

# #30240
source: Failed to initialize add-on database.
he: נכשל באתחול מסד נתוני ההרחבה.

# #30241
source: Please reimport your Library.
he: אנא יבא מחדש את הספריה שלך.

# #30250
source: Deleting cached map images
he: מוחק תמונות מפה מהמטמון

# #30252
source: Scanning...
he: סורק...

# #30260
source: Library import in progress
he: בתהליך יבוא ספריה

# #30261
source: Unable to reset database.
he: נכשל באיפוס מסד הנתונים.

# #30262
source: Currently unsupported
he: לא נתמך כעת

# #30263
source: This function is unsupported %s %s.
he: יכולת זו אינה נתמכת %s %s.

# #30300
source: Library import in progress
he: בתהליך יבוא ספריה

# #30301
source: Library import successful
he: יבוא ספריה הצליח

# #30302
source: Library import failed
he: יבוא ספריה נכשל

# #30310
source: No items
he: אין פריטים

# #30320
source: Database reset
he: איפוס מסד נתונים

# #30321
source: Failed to reset database
he: נכשל באיפוס מסד הנתונים

# #30322
source: Deleted %d cached maps
he: נמחקו %d מפות מהמטמון

# #30330
source: Keyword '%s' hidden
he: מילת המפתח '%s' מוסתרת
