Repository: RozebMomin/KodiAddons
Catalog: weather.wunderground/resources/language/Georgian/strings.po
Languages: ka

# #32101
source: Location setup
ka: ადგილმდებაროების მოწყობა

# #32102
source: Advanced options
ka: დამატებითი პარამეტრები

# #32110
source: Enabled
ka: ჩართულია

# #32111
source: Location 1
ka: მდებარეობა 1

# #32112
source: Location 2
ka: მდებარეობა 2

# #32113
source: Location 3
ka: მდებარეობა 3

# #32114
source: Location 1 display name
ka: მდებარეობა 1-ის სახელი

# #32115
source: Location 2 display name
ka: მდებარეობა 2-ის სახელი

# #32116
source: Location 3 display name
ka: მდებარეობა 3-ის სახელი

# #32117
source: Location 1 id
ka: მდებარეობა 1-ის id

# #32118
source: Location 2 id
ka: მდებარეობა 2-ის id

# #32119
source: Location 3 id
ka: მდებარეობა 3-ის id

# #32120
source: Enable logging
ka: ჟურნალის ჩართვა

# #32121
source: Weekend
ka: გამოსასვლელი დღეები

# #32122
source: Saturday/Sunday
ka: შაბათი/კვირა

# #32123
source: Friday/Saturday
ka: პარასკევი/შაბათი

# #32124
source: Thursday/Friday
ka: ხუთშაბათი/პარასკევი

# #32125
source: Map zoom level
ka: რუქის გადიდების დონე

# #32126
source: Animated map
ka: ანიმაციური რუკა

# #32127
source: Location 4
ka: მდებარეობა 4

# #32128
source: Location 5
ka: მდებარეობა 5

# #32129
source: Location 4 display name
ka: მდებარეობა 4-ის სახელი

# #32130
source: Location 5 display name
ka: მდებარეობა 5-ის სახელი

# #32131
source: Location 4 id
ka: მდებარეობა 4-ის id

# #32132
source: Location 5 id
ka: მდებარეობა 5-ის id

# #32501
source: New Moon
ka: ახალი მთვარე

# #32502
source: Waxing Crescent
ka: ნამგალა მთვარე

# #32503
source: First Quarter
ka: პირველი მეოთხედი

# #32505
source: Full Moon
ka: სავსე მთვარე

# #32507
source: Last Quarter
ka: ბოლო მეოთხედი

# #32510
source: Warning
ka: გაფრთხილება

# #32511
source: Watch
ka: ყურება

# #32512
source: Advisory
ka: ზედამხედველობა

# #32513
source: Statement
ka: განცხადება

# #32515
source: Forecast
ka: პროგნოზი
