Repository: RozebMomin/KodiAddons
Catalog: plugin.image.iphoto/resources/language/Slovak/strings.po
Languages: sk

# #30000
source: Path to iPhoto or Aperture Library
sk: Cesta ku iPhoto alebo Aperture knižnici

# #30001
source: Ignore published (MobileMe) albums
sk: Ignorovať publikované (MobileMe) albumy

# #30002
source: Ignore 'Flagged' album
sk: Ignorovať 'Označené' albumy

# #30003
source: Auto update library
sk: Automaticky aktualizovať knižnicu

# #30004
source: Hide Update Library item in main menu
sk: Schovať 'Aktualizovať knižnicu' v hlavnom menu

# #30005
source: Ignore empty albums
sk: Ignorovať prázdne albumy

# #30006
source: Ignore keywords
sk: Ignorovať kľúčové slová

# #30015
source: Enable Places support
sk: Povoliť podporu pre Miesta

# #30016
source: Show Places as
sk: Zobraziť Miesta ako

# #30017
source: Addresses
sk: Adresy

# #30018
source: Lat/Lon Pairs
sk: Zemepisná šírka/dľžka

# #30020
source: Default photo sort method
sk: Predvolené zoradenie fotiek

# #30021
source: None
sk: Žiadne

# #30022
source: XML Date
sk: XML Dátum

# #30024
source: Size
sk: Veľkosť

# #30025
source: Download maps from Google
sk: Stiahnuť mapy z Google

# #30026
source: Show map as fanart
sk: Ukázať mapu ako fanart

# #30027
source: Managed Library (change requires rescan)
sk: Spravovaná knižnica (zmena vyžaduje opätovné prehľadanie)

# #30028
source: Local root path to Masters
sk: Lokálna koreňová cesta k Masters

# #30029
source: Rewrite root path as
sk: Prepísať koreňovú cestu na

# #30030
source: Hide View Documentation item in main menu
sk: Skryť položku 'Zobraziť Dokumentáciu' v hlavnom menu

# #30060
source: View mode in Confluence
sk: Režim zobrazenia v Confluence

# #30061
source: Default
sk: Predvolené

# #30062
source: Pic Thumbs
sk: Náhľady obrázku

# #30063
source: Image Wrap
sk: Zalomenie obrázku

# #30066
source: View mode in Metropolis
sk: Režim zobrazenia v Metropolis

# #30067
source: Default
sk: Predvolené

# #30068
source: Picture Grid
sk: Obrazová mriežka

# #30069
source: Galary Fanart
sk: Fanart Galérie

# #30080
source: Default photo sort direction
sk: Predvolený smer triedenia fotiek

# #30081
source: Ascending
sk: Vzostupný

# #30082
source: Descending
sk: Zostupný

# #30090
source: General
sk: Všeobecné

# #30091
source: View
sk: Zobrazenie

# #30092
source: Skin
sk: Vzhľad

# #30099
source: Advanced
sk: Pokročilé

# #30100
source: Events
sk: Udalosti

# #30101
source: Albums
sk: Albumy

# #30102
source: Ratings
sk: Hodnotenia

# #30103
source: << Update Library >>
sk: << Aktualizovať knižnicu >>

# #30104
source: Keywords
sk: Kľúčové slová

# #30105
source: Faces
sk: Tváre

# #30106
source: Places
sk: Miesta

# #30107
source: << View Documentation >>
sk: << Zobraziť Dokumentáciu >>

# #30108
source: Projects
sk: Projekty

# #30200
source: %d star
sk: %d hviezd

# #30210
source: Importing Library
sk: Prebieha import knižnice

# #30211
source: Imported %d items
sk: Načítaných %d položiek

# #30212
source: Scanning Library...
sk: Prehľadávanie knižnice...

# #30213
source: Update library
sk: Aktualizovať knižnicu

# #30214
source: Ignore Keyword
sk: Ignorovať kľúčové slovo

# #30215
source: Remove cached maps
sk: Odstrániť načítané mapy

# #30220
source: Enable Support for Places?
sk: Povoliť podporu pre Miesta?

# #30221
source: Places looks up addresses via Google.
sk: 'Miesta' vyhľadávajú adresy pomocou Google.

# #30222
source: This can slow down the library import a bit.
sk: Toto môže trochu spomaliť importovanie knižnice.

# #30223
source: You will also need to reimport your library.
sk: Budete musieť znovu importovať Vašu knižnicu.

# #30232
source: Deleting it will not harm your Photo Library.
sk: Zmazanie nepoškodí Vašu Knižnicu Fotiek.

# #30233
source: You will need to rescan after this.
sk: Budete musieť spustiť opätovné prehľadanie.

# #30241
source: Please reimport your Library.
sk: Prosím znovu importujte Vašu knižnicu.

# #30250
source: Deleting cached map images
sk: Mazanie načítaných mapových podkladov

# #30252
source: Scanning...
sk: Prehľadávanie...

# #30260
source: Library import in progress
sk: Prebieha import knižnice

# #30261
source: Unable to reset database.
sk: Nemožno resetovať databázu.

# #30262
source: Currently unsupported
sk: Momentálne nepodporované

# #30263
source: This function is unsupported %s %s.
sk: Táto funkcia nie je podporovaná - %s %s.

# #30300
source: Library import in progress
sk: Prebieha import knižnice

# #30301
source: Library import successful
sk: Import knižnice úspešný

# #30302
source: Library import failed
sk: Import knižnice zlyhal

# #30310
source: No items
sk: Žiadne položky

# #30320
source: Database reset
sk: Reset databázy

# #30321
source: Failed to reset database
sk: Resetovanie databázy zlyhalo

# #30322
source: Deleted %d cached maps
sk: %d máp vymazaných z medzipamäte

# #30330
source: Keyword '%s' hidden
sk: Skryté '%s' kľúčové slovo
