Repository: RozebMomin/KodiAddons
Catalog: plugin.image.iphoto/resources/language/Catalan/strings.po
Languages: ca

# #30000
source: Path to iPhoto or Aperture Library
ca: Camí cap a la Biblioteca de l'iPhoto o l'Aperture

# #30001
source: Ignore published (MobileMe) albums
ca: Ignora els àlbums (MobileMe) publicats

# #30002
source: Ignore 'Flagged' album
ca: Ignora els àlbums 'Remarcats'

# #30003
source: Auto update library
ca: Actualitza la biblioteca automàticament

# #30004
source: Hide Update Library item in main menu
ca: Amaga l'opció d'Actualitzar la Biblioteca de dins el menú principal

# #30005
source: Ignore empty albums
ca: Omet els àlbums buits

# #30006
source: Ignore keywords
ca: Omet les paraules clau

# #30015
source: Enable Places support
ca: Habilita el suport de Llocs

# #30016
source: Show Places as
ca: Mostra Llocs com a

# #30017
source: Addresses
ca: Adreces

# #30018
source: Lat/Lon Pairs
ca: Parells Lat/Lon

# #30020
source: Default photo sort method
ca: Mètode d'ordenar les fotos per defecte

# #30021
source: None
ca: Cap

# #30022
source: XML Date
ca: Data de l'XML

# #30023
source: Label
ca: Etiqueta

# #30024
source: Size
ca: Mida

# #30025
source: Download maps from Google
ca: Descarregar mapes de Google

# #30026
source: Show map as fanart
ca: Mostra mapa com a fanart

# #30027
source: Managed Library (change requires rescan)
ca: Biblioteca Gestionada (els canvis requereixen tornar a examinar)

# #30028
source: Local root path to Masters
ca: Drecera de l'arrel local cap a Mestres

# #30029
source: Rewrite root path as
ca: Sobreescriu l'arrel local com a

# #30030
source: Hide View Documentation item in main menu
ca: Amaga l'opció de Veure la Documentació dins el menú principal

# #30060
source: View mode in Confluence
ca: Mostra el mode en Confluence

# #30061
source: Default
ca: Per defecte

# #30062
source: Pic Thumbs
ca: Miniatures

# #30063
source: Image Wrap
ca: Envoltori de la Imatge

# #30066
source: View mode in Metropolis
ca: Mostra el mode en Metropolis

# #30067
source: Default
ca: Per defecte

# #30068
source: Picture Grid
ca: Matriu d'Imatges

# #30069
source: Galary Fanart
ca: Fanart Galary

# #30080
source: Default photo sort direction
ca: Ordenació de fotos per defecte

# #30081
source: Ascending
ca: Ascendent

# #30082
source: Descending
ca: Descendent

# #30091
source: View
ca: Visualització

# #30092
source: Skin
ca: Pell

# #30099
source: Advanced
ca: Avançat

# #30100
source: Events
ca: Esdeveniments

# #30101
source: Albums
ca: Àlbums

# #30102
source: Ratings
ca: Puntuacions

# #30103
source: << Update Library >>
ca: << Actualitza la Biblioteca >>

# #30104
source: Keywords
ca: Paraules clau

# #30105
source: Faces
ca: Cares

# #30106
source: Places
ca: Llocs

# #30107
source: << View Documentation >>
ca: << Veure la Documentació>>

# #30108
source: Projects
ca: Projectes

# #30200
source: %d star
ca: %d estrella/es

# #30210
source: Importing Library
ca: Important la Biblioteca

# #30211
source: Imported %d items
ca: %d elements importats

# #30212
source: Scanning Library...
ca: Escanejant la Biblioteca

# #30213
source: Update library
ca: Actualitza la biblioteca

# #30214
source: Ignore Keyword
ca: Ignora la Paraula Clau

# #30215
source: Remove cached maps
ca: Elimina els mapes en memòria cau

# #30216
source: Reset add-on database
ca: Restablir la base de dades d'add-ons

# #30217
source: Add-on documentation
ca: Documentació d'add-ons

# #30219
source: Resetting add-on database...
ca: Restablint la base de dades d'add-ons...

# #30220
source: Enable Support for Places?
ca: Habilitar la compatibilitat amb Llocs?

# #30221
source: Places looks up addresses via Google.
ca: Llocs busca les adreces a través de Google.

# #30222
source: This can slow down the library import a bit.
ca: Això pot alentir una mica la importació de la biblioteca.

# #30223
source: You will also need to reimport your library.
ca: Hauràs de tornar a importar la biblioteca.

# #30230
source: Delete add-on database?
ca: Eliminar la base de dades d'add-ons?

# #30231
source: Add-on database is corrupt.
ca: La base de dades d'add-ons està malmesa.

# #30232
source: Deleting it will not harm your Photo Library.
ca: Eliminar-ho no afectarà la teva biblioteca de Fotos.

# #30233
source: You will need to rescan after this.
ca: Després d'això hauràs de tornar a examinar.

# #30240
source: Failed to initialize add-on database.
ca: No s'ha pogut inicialitzar la base de dades d'add-ons.

# #30241
source: Please reimport your Library.
ca: Si us plau, torna a importar la teva Biblioteca.

# #30250
source: Deleting cached map images
ca: Eliminant mapes en memòria cau

# #30252
source: Scanning...
ca: Escanejant...

# #30260
source: Library import in progress
ca: Importació de la Biblioteca en curs

# #30261
source: Unable to reset database.
ca: No és possible restablir la base de dades.

# #30262
source: Currently unsupported
ca: No soportat actualment

# #30263
source: This function is unsupported %s %s.
ca: Aquesta funció no està suportada %s %s.

# #30300
source: Library import in progress
ca: Importació de la Biblioteca en curs

# #30301
source: Library import successful
ca: Biblioteca importada correctament

# #30302
source: Library import failed
ca: Error a l'importar la biblioteca

# #30310
source: No items
ca: Cap element

# #30320
source: Database reset
ca: Restablir la base de dades

# #30321
source: Failed to reset database
ca: Error al restablir la base de dades

# #30322
source: Deleted %d cached maps
ca: %d mapes en memòria cau eliminats

# #30330
source: Keyword '%s' hidden
ca: Paraula clau '%s' oculta
