Repository: RozebMomin/KodiAddons
Catalog: plugin.image.iphoto/resources/language/Croatian/strings.po
Languages: hr

# #30000
source: Path to iPhoto or Aperture Library
hr: Putanja do iPhoto ili Aperture zbirke

# #30001
source: Ignore published (MobileMe) albums
hr: Zanemari objavljene (MobileMe) albume

# #30002
source: Ignore 'Flagged' album
hr: Zanemari 'Označene' albume

# #30003
source: Auto update library
hr: Automatsko ažuriranje zbirke

# #30004
source: Hide Update Library item in main menu
hr: Sakrij stavku 'Ažuriranje zbirke' u glavnom izborniku

# #30005
source: Ignore empty albums
hr: Zanemari prazne albume

# #30006
source: Ignore keywords
hr: Zanemari ključne riječi

# #30015
source: Enable Places support
hr: Omogući podršku 'Mjesta'

# #30016
source: Show Places as
hr: Prikaži 'Mjesta' kao

# #30017
source: Addresses
hr: Adrese

# #30018
source: Lat/Lon Pairs
hr: Lat/Lon parovi

# #30020
source: Default photo sort method
hr: Zadani način razvrstavanja fotografija

# #30021
source: None
hr: Nijedan

# #30022
source: XML Date
hr: XML datum

# #30023
source: Label
hr: Oznaka

# #30024
source: Size
hr: Veličina

# #30025
source: Download maps from Google
hr: Preuzmi karte sa Googla

# #30026
source: Show map as fanart
hr: Prikažu mapu kao sliku omota

# #30027
source: Managed Library (change requires rescan)
hr: Upravljanje zbirkom (potrebno je ponovno pretraživanje)

# #30028
source: Local root path to Masters
hr: Lokalna glavna 'root' putanja

# #30029
source: Rewrite root path as
hr: Prepiši 'root' putanju kao

# #30030
source: Hide View Documentation item in main menu
hr: Sakrij stavku 'Prikaži dokumentaciju' u glavnom izborniku

# #30060
source: View mode in Confluence
hr: Način prikaza u Confluence

# #30061
source: Default
hr: Zadano

# #30062
source: Pic Thumbs
hr: Minijature

# #30063
source: Image Wrap
hr: Omot slike

# #30066
source: View mode in Metropolis
hr: Način prikaza u Metropolisu

# #30067
source: Default
hr: Zadano

# #30068
source: Picture Grid
hr: Poravnanje slike

# #30069
source: Galary Fanart
hr: Galerija slika omota

# #30080
source: Default photo sort direction
hr: Zadan smjer razvrstavanja fotografija

# #30081
source: Ascending
hr: Ulazno

# #30082
source: Descending
hr: Opadajući

# #30090
source: General
hr: Općenito

# #30091
source: View
hr: Prikaz

# #30092
source: Skin
hr: Presvlaka

# #30099
source: Advanced
hr: Napredno

# #30100
source: Events
hr: Događaji

# #30101
source: Albums
hr: Albumi

# #30102
source: Ratings
hr: Ocjene

# #30103
source: << Update Library >>
hr: << Ažuriraj zbirku >>

# #30104
source: Keywords
hr: Ključne riječi

# #30105
source: Faces
hr: Lica

# #30106
source: Places
hr: Mjesta

# #30107
source: << View Documentation >>
hr: << Prikaz dokumentacije >>

# #30108
source: Projects
hr: Projekti

# #30200
source: %d star
hr: %d zvjezdica

# #30210
source: Importing Library
hr: Uvažanje zbirke

# #30211
source: Imported %d items
hr: Uveženo %d stavki

# #30212
source: Scanning Library...
hr: Pretraživanje zbirke...

# #30213
source: Update library
hr: Osvježi zbirku

# #30214
source: Ignore Keyword
hr: Zanemari ključne riječi

# #30215
source: Remove cached maps
hr: Ukloni predmemoriju karata

# #30216
source: Reset add-on database
hr: Vrati na početno bazu podataka dodataka

# #30217
source: Add-on documentation
hr: Dokumentacija dodatka

# #30219
source: Resetting add-on database...
hr: Vraćanje na početno baze podataka dodataka...

# #30220
source: Enable Support for Places?
hr: Omogući podršku za 'Mjesta'

# #30221
source: Places looks up addresses via Google.
hr: Mjesta pretražuju adrese putem Google adresa.

# #30222
source: This can slow down the library import a bit.
hr: Ovo može malo usporiti uvažanje zbirke.

# #30223
source: You will also need to reimport your library.
hr: Trebati ćete ponovno uvesti vašu zbirku.

# #30230
source: Delete add-on database?
hr: Obriši bazu podataka dodatka?

# #30231
source: Add-on database is corrupt.
hr: Baza podataka dodatka je oštećena.

# #30232
source: Deleting it will not harm your Photo Library.
hr: Brisanje neće naštetiti vašoj zbirci fotografija.

# #30233
source: You will need to rescan after this.
hr: Morati ćete ponovno pretražiti nakon ovoga.

# #30240
source: Failed to initialize add-on database.
hr: Neuspjelo pokretanje baze podataka dadatka.

# #30241
source: Please reimport your Library.
hr: Ponovno pretražite vašu zbirku.

# #30250
source: Deleting cached map images
hr: Brisanje predmemorije slika karate

# #30252
source: Scanning...
hr: Pretraživanje...

# #30260
source: Library import in progress
hr: Uvoz zbirke u tijeku

# #30261
source: Unable to reset database.
hr: Nemoguće vraćanje baze podataka na početno.

# #30262
source: Currently unsupported
hr: Trenutno nije podržano

# #30263
source: This function is unsupported %s %s.
hr: Ova funkcija nije podržana %s %s.

# #30300
source: Library import in progress
hr: Uvoz zbirke u tijeku

# #30301
source: Library import successful
hr: Uvoz zbirke uspješan

# #30302
source: Library import failed
hr: Uvoz zbirke neuspješan

# #30310
source: No items
hr: Nema stavki

# #30320
source: Database reset
hr: Vraćanje na početno baze podataka

# #30321
source: Failed to reset database
hr: Neuspjelo vraćanje na početno baze podataka

# #30322
source: Deleted %d cached maps
hr: Obrisana je %d predmemorija mapa

# #30330
source: Keyword '%s' hidden
hr: Ključna riječ '%s' je sakrivena
