Repository: RozebMomin/KodiAddons
Catalog: plugin.image.iphoto/resources/language/Turkish/strings.po
Languages: tr

# #30003
source: Auto update library
tr: Kütüphaneyi Otomatik Güncelle

# #30004
source: Hide Update Library item in main menu
tr: Kütüphane güncellemesini ana menüde gizle

# #30005
source: Ignore empty albums
tr: Boş albümleri gösterme

# #30006
source: Ignore keywords
tr: Anahtar kelimeleri gösterme

# #30015
source: Enable Places support
tr: Konum desteğini etkinleştir

# #30016
source: Show Places as
tr: Yere göre göster

# #30017
source: Addresses
tr: Adresler

# #30018
source: Lat/Lon Pairs
tr: Enlem/Boylam Değerleri

# #30020
source: Default photo sort method
tr: Varsayılan fotoğraf türü

# #30021
source: None
tr: Yok

# #30022
source: XML Date
tr: XML Tarihi

# #30023
source: Label
tr: Etiket

# #30024
source: Size
tr: Boyut

# #30025
source: Download maps from Google
tr: Haritaları Google'dan indir

# #30026
source: Show map as fanart
tr: Haritayı fanart gibi göster

# #30027
source: Managed Library (change requires rescan)
tr: Yönetilen kütüphane (yeniden tarama gerektirir)

# #30060
source: View mode in Confluence
tr: Confluence Içinde Görüntüleme Modu

# #30061
source: Default
tr: Varsayılan

# #30062
source: Pic Thumbs
tr: Küçük Resimler

# #30063
source: Image Wrap
tr: Kayan Resim

# #30066
source: View mode in Metropolis
tr: Metropolis içinde görüntüleme yöntemi

# #30067
source: Default
tr: Varsayılan

# #30069
source: Galary Fanart
tr: Fanart Galerisi

# #30081
source: Ascending
tr: Artan

# #30082
source: Descending
tr: Azalan

# #30090
source: General
tr: Genel

# #30091
source: View
tr: Görünüm

# #30092
source: Skin
tr: Dış Görünüm

# #30099
source: Advanced
tr: Gelişmiş

# #30101
source: Albums
tr: Albümler

# #30102
source: Ratings
tr: Oylamalar

# #30103
source: << Update Library >>
tr: << Kütüphaneyi Güncelle >>

# #30104
source: Keywords
tr: Anahtar sözcük

# #30105
source: Faces
tr: Yüzler

# #30106
source: Places
tr: Konumlar

# #30107
source: << View Documentation >>
tr: << Belgelemeyi Görüntüle >>

# #30108
source: Projects
tr: Projeler

# #30210
source: Importing Library
tr: Kütüphane Aktarılıyor

# #30212
source: Scanning Library...
tr: Kütüphane Taranıyor

# #30213
source: Update library
tr: Kitaplığı güncelle

# #30215
source: Remove cached maps
tr: Önbellekteki Haritaları Kaldır

# #30216
source: Reset add-on database
tr: Eklenti veritabanını sıfırla

# #30217
source: Add-on documentation
tr: Belgeleme eklentileri

# #30219
source: Resetting add-on database...
tr: Eklenti veritabanı sıfırlanıyor...

# #30220
source: Enable Support for Places?
tr: Konum desteğini etkinleştir?

# #30230
source: Delete add-on database?
tr: Eklenti veritabanı silinsin mi?

# #30233
source: You will need to rescan after this.
tr: Bundan sonra yeniden taramanız gerekir.

# #30250
source: Deleting cached map images
tr: Önbelleğe alınmış harita görüntüleri siliniyor

# #30252
source: Scanning...
tr: Taranıyor...

# #30260
source: Library import in progress
tr: Kütüphane aktarımı sürüyor

# #30300
source: Library import in progress
tr: Kütüphane aktarımı sürüyor
