Repository: RozebMomin/KodiAddons
Catalog: plugin.image.iphoto/resources/language/French (Canada)/strings.po
Languages: fr_ca

# #30000
source: Path to iPhoto or Aperture Library
fr_ca: Chemin vers IPhoto ou la bibliothèque Aperture

# #30001
source: Ignore published (MobileMe) albums
fr_ca: Ignorer les albums publiés (MobileMe)

# #30002
source: Ignore 'Flagged' album
fr_ca: Ignorer les albums « marqués »

# #30003
source: Auto update library
fr_ca: Mise à jour automatique de la photothèque

# #30004
source: Hide Update Library item in main menu
fr_ca: Cacher l'élément Mise à jour de la photothèque dans le menu principal

# #30005
source: Ignore empty albums
fr_ca: Ignorer les albums vides

# #30006
source: Ignore keywords
fr_ca: Ignorer les mots clefs

# #30015
source: Enable Places support
fr_ca: Activer la prise en charge de Lieux

# #30016
source: Show Places as
fr_ca: Afficher Lieux comme

# #30017
source: Addresses
fr_ca: Adresses

# #30018
source: Lat/Lon Pairs
fr_ca: Paires latitude/longitude

# #30020
source: Default photo sort method
fr_ca: Méthode de tri par défaut des photos

# #30021
source: None
fr_ca: Aucun

# #30022
source: XML Date
fr_ca: Date XML

# #30023
source: Label
fr_ca: Étiquette

# #30024
source: Size
fr_ca: Taille

# #30025
source: Download maps from Google
fr_ca: Télécharger les cartes de Google

# #30026
source: Show map as fanart
fr_ca: Afficher la carte comme fanart

# #30027
source: Managed Library (change requires rescan)
fr_ca: Photothèque gérée (le changement requiert un nouveau balayage)

# #30028
source: Local root path to Masters
fr_ca: Chemin root local vers Maîtres

# #30029
source: Rewrite root path as
fr_ca: Réécrire le chemin root comme

# #30030
source: Hide View Documentation item in main menu
fr_ca: Masquer l'élément Voir la documentation dans le menu principal

# #30060
source: View mode in Confluence
fr_ca: Mode de visualisation dans Confluence

# #30061
source: Default
fr_ca: Par défaut

# #30062
source: Pic Thumbs
fr_ca: Imagettes

# #30063
source: Image Wrap
fr_ca: Bouclage d'images

# #30066
source: View mode in Metropolis
fr_ca: Mode de visualisation dans Metropolis

# #30067
source: Default
fr_ca: Par défaut

# #30068
source: Picture Grid
fr_ca: Grille d'images

# #30069
source: Galary Fanart
fr_ca: Galerie de fanart

# #30080
source: Default photo sort direction
fr_ca: Direction du tri des photos par défaut

# #30081
source: Ascending
fr_ca: Croissant

# #30082
source: Descending
fr_ca: Décroissant

# #30090
source: General
fr_ca: Général

# #30091
source: View
fr_ca: Vue

# #30092
source: Skin
fr_ca: Habillage

# #30099
source: Advanced
fr_ca: Avancé

# #30100
source: Events
fr_ca: Événements

# #30102
source: Ratings
fr_ca: Évaluations

# #30103
source: << Update Library >>
fr_ca: << Mise à jour de la photothèque >>

# #30104
source: Keywords
fr_ca: Mots clefs

# #30105
source: Faces
fr_ca: Visages

# #30106
source: Places
fr_ca: Lieux

# #30107
source: << View Documentation >>
fr_ca: << Voir la documentation >>

# #30108
source: Projects
fr_ca: Projets

# #30200
source: %d star
fr_ca: %d étoiles

# #30210
source: Importing Library
fr_ca: Importation de la photothèque

# #30211
source: Imported %d items
fr_ca: %d éléments importés

# #30212
source: Scanning Library...
fr_ca: Balayage de la photothèque...

# #30213
source: Update library
fr_ca: Mise à jour de la photothèque

# #30214
source: Ignore Keyword
fr_ca: Ignorer les mots clefs

# #30215
source: Remove cached maps
fr_ca: Supprimer les cartes de la cache

# #30216
source: Reset add-on database
fr_ca: Réinitialiser la base de données de l'addiciel

# #30217
source: Add-on documentation
fr_ca: Documentation de l'addiciel

# #30219
source: Resetting add-on database...
fr_ca: Réinitialisation de la base de données de l'addiciel...

# #30220
source: Enable Support for Places?
fr_ca: Activer la prise en charge de Lieux?

# #30221
source: Places looks up addresses via Google.
fr_ca: Lieux cherche les adresses avec Google.

# #30222
source: This can slow down the library import a bit.
fr_ca: Ceci peut un peu ralentir l'importation de la photothèque.

# #30223
source: You will also need to reimport your library.
fr_ca: Vous devrez aussi réimporter votre photothèque

# #30230
source: Delete add-on database?
fr_ca: Supprimer la base de données de l'addiciel?

# #30231
source: Add-on database is corrupt.
fr_ca: La base de données de l'addiciel est corrompue.

# #30232
source: Deleting it will not harm your Photo Library.
fr_ca: Le supprimer ne causera aucun dommage à votre photothèque.

# #30233
source: You will need to rescan after this.
fr_ca: Vous devrez rebalayer après ceci.

# #30240
source: Failed to initialize add-on database.
fr_ca: Échec lors de l'initialisation de la base de données de l'addiciel.

# #30241
source: Please reimport your Library.
fr_ca: Veuillez réimporter votre photothèque.

# #30250
source: Deleting cached map images
fr_ca: Suppression des images de carte dans le cache

# #30252
source: Scanning...
fr_ca: Balayage...

# #30260
source: Library import in progress
fr_ca: Importation de la photothèque en cours

# #30261
source: Unable to reset database.
fr_ca: Impossible de réinitialiser la base de données.

# #30262
source: Currently unsupported
fr_ca: Non pris en charge présentement

# #30263
source: This function is unsupported %s %s.
fr_ca: Cette fonction n'est pas prise en charge %s %s.

# #30300
source: Library import in progress
fr_ca: Importation de la photothèque en cours

# #30301
source: Library import successful
fr_ca: La photothèque a été importé avec succès

# #30302
source: Library import failed
fr_ca: L'importation de la bibliothèque à échouée

# #30310
source: No items
fr_ca: Aucun élément

# #30320
source: Database reset
fr_ca: Réinitialisation de la base de données

# #30321
source: Failed to reset database
fr_ca: Impossible de réinitialiser la base de données

# #30322
source: Deleted %d cached maps
fr_ca: %d cartes supprimées du cache

# #30330
source: Keyword '%s' hidden
fr_ca: Mot clef « %s » caché
