Repository: RozebMomin/KodiAddons
Catalog: weather.wunderground/resources/language/Icelandic/strings.po
Languages: is

# #32101
source: Location setup
is: Uppsetning á staðsetningu

# #32102
source: Advanced options
is: Ítarlegri valkostir

# #32110
source: Enabled
is: Virkt

# #32111
source: Location 1
is: Staðsetning 1

# #32112
source: Location 2
is: Staðsetning 2

# #32113
source: Location 3
is: Staðsetning 3

# #32114
source: Location 1 display name
is: Sýnt nafn fyrir staðsetningu 1

# #32115
source: Location 2 display name
is: Sýnt nafn fyrir staðsetningu 2

# #32116
source: Location 3 display name
is: Sýnt nafn fyrir staðsetningu 3

# #32117
source: Location 1 id
is: Auðkenni staðsetningar 1

# #32118
source: Location 2 id
is: Auðkenni staðsetningar 2

# #32119
source: Location 3 id
is: Auðkenni staðsetningar 3

# #32120
source: Enable logging
is: Virkja atburðaskráningu

# #32121
source: Weekend
is: Helgi

# #32122
source: Saturday/Sunday
is: Laugardag/Sunnudag

# #32123
source: Friday/Saturday
is: Föstudag/Laugardag

# #32124
source: Thursday/Friday
is: Fimmtudag/Föstudag

# #32125
source: Map zoom level
is: Þysjun korts

# #32126
source: Animated map
is: Hreyfi- kort

# #32127
source: Location 4
is: Staðsetning 4

# #32128
source: Location 5
is: Staðsetning 5

# #32129
source: Location 4 display name
is: Sýnt nafn fyrir staðsetningu 4

# #32130
source: Location 5 display name
is: Sýnt nafn fyrir staðsetningu 5

# #32131
source: Location 4 id
is: Auðkenni staðsetningar 4

# #32132
source: Location 5 id
is: Auðkenni staðsetningar 5

# #32501
source: New Moon
is: Nýtt tungl

# #32502
source: Waxing Crescent
is: Vaxandi mánasigð

# #32503
source: First Quarter
is: Fyrsti fjórðungur

# #32504
source: Waxing Gibbous
is: Vaxandi gleiðmáni

# #32505
source: Full Moon
is: Fullt tungl

# #32506
source: Waning Gibbous
is: Minnkandi gleiðmáni

# #32507
source: Last Quarter
is: Síðasti fjórðungur

# #32508
source: Waning Crescent
is: Minnkandi sigðmáni

# #32510
source: Warning
is: Athugið

# #32511
source: Watch
is: Fylgist með

# #32512
source: Advisory
is: Ráðlagt

# #32513
source: Statement
is: Yfirlýsing

# #32514
source: Outlook
is: Útlit fyrir

# #32515
source: Forecast
is: Veðurspá

# #32516
source: Synopsis
is: Ágrip
