Repository: RozebMomin/KodiAddons
Catalog: plugin.image.iphoto/resources/language/Danish/strings.po
Languages: da

# #30000
source: Path to iPhoto or Aperture Library
da: Sti til iPhoto eller Aperture bibliotek

# #30001
source: Ignore published (MobileMe) albums
da: Ignorer udgivne (MobileMe) albummer

# #30002
source: Ignore 'Flagged' album
da: Ignorer 'markeret' album

# #30003
source: Auto update library
da: Opdater biblioteket automatisk

# #30004
source: Hide Update Library item in main menu
da: Skjul 'Opdater bibliotek' i hovedmenu

# #30005
source: Ignore empty albums
da: Ignorer tomme albummer

# #30006
source: Ignore keywords
da: Ignorer nøgleord

# #30015
source: Enable Places support
da: Aktivér understøttelse af Steder

# #30016
source: Show Places as
da: Vis Steder som

# #30017
source: Addresses
da: Adresser

# #30018
source: Lat/Lon Pairs
da: Koordinatsæt

# #30020
source: Default photo sort method
da: Standard fotosortering

# #30021
source: None
da: Ingen

# #30022
source: XML Date
da: XML Dato

# #30023
source: Label
da: Navn

# #30024
source: Size
da: Størrelse

# #30025
source: Download maps from Google
da: Hent kort fra Google

# #30026
source: Show map as fanart
da: Vis kort som fankunst

# #30027
source: Managed Library (change requires rescan)
da: Håndter Bibliotek (ændring kræver ny skanning)

# #30028
source: Local root path to Masters
da: Lokal rodsti til Mastere

# #30029
source: Rewrite root path as
da: Genskriv rodsti som

# #30030
source: Hide View Documentation item in main menu
da: Skjul 'Vis Dokumentation' i hovedmenu

# #30060
source: View mode in Confluence
da: Tilstand i Confluence

# #30061
source: Default
da: Standard

# #30062
source: Pic Thumbs
da: Miniaturer af Billeder

# #30063
source: Image Wrap
da: Billedevæg

# #30066
source: View mode in Metropolis
da: Visning i Metropolis

# #30067
source: Default
da: Standard

# #30068
source: Picture Grid
da: Billedegitter

# #30069
source: Galary Fanart
da: Fankunst Galleri

# #30080
source: Default photo sort direction
da: Standardretning af fotosortering

# #30081
source: Ascending
da: Stigende

# #30082
source: Descending
da: Faldende

# #30090
source: General
da: Generelt

# #30091
source: View
da: Vis

# #30099
source: Advanced
da: Avanceret

# #30100
source: Events
da: Begivenheder

# #30101
source: Albums
da: Albummer

# #30102
source: Ratings
da: Bedømmelser

# #30103
source: << Update Library >>
da: << Opdater Bibliotek >>

# #30104
source: Keywords
da: Nøgleord

# #30105
source: Faces
da: Ansigter

# #30106
source: Places
da: Steder

# #30107
source: << View Documentation >>
da: << Se Dokumentation >>

# #30108
source: Projects
da: Projekter

# #30200
source: %d star
da: %d stjerne

# #30210
source: Importing Library
da: Importerer Bibliotek

# #30211
source: Imported %d items
da: Importerede %d Emner

# #30212
source: Scanning Library...
da: Skanner Bibliotek...

# #30213
source: Update library
da: Opdater bibliotek

# #30214
source: Ignore Keyword
da: Ignorer Nøgleord

# #30215
source: Remove cached maps
da: Fjern lagrede kort

# #30217
source: Add-on documentation
da: Add-on dokumentation

# #30219
source: Resetting add-on database...
da: Resetter add-on databasen...

# #30220
source: Enable Support for Places?
da: Aktivér understøttelse af Steder?

# #30221
source: Places looks up addresses via Google.
da: Steder slår adresser op via Google.

# #30222
source: This can slow down the library import a bit.
da: Dette kan forsinke importeringen af bibliotek en smule

# #30223
source: You will also need to reimport your library.
da: Du skal også genimportere dit bibliotek

# #30230
source: Delete add-on database?
da: Slet add-on databasen?

# #30231
source: Add-on database is corrupt.
da: Add-on databasen er ødelagt.

# #30232
source: Deleting it will not harm your Photo Library.
da: Sletning vil ikke gå ud over dit Billede-bibliotek.

# #30233
source: You will need to rescan after this.
da: Du skal udføre en ny skanning efter dette.

# #30240
source: Failed to initialize add-on database.
da: Initialisering af add-on databasen mislykket.

# #30241
source: Please reimport your Library.
da: Importer venligst dit Bibliotek igen

# #30250
source: Deleting cached map images
da: Sletter lagrede kort-billeder

# #30252
source: Scanning...
da: Skanner...

# #30260
source: Library import in progress
da: Import af Bibliotek i gang

# #30261
source: Unable to reset database.
da: Nulstilling af database var ikke mulig

# #30262
source: Currently unsupported
da: Ikke understøttet endnu

# #30263
source: This function is unsupported %s %s.
da: Denne funktion er ikke understøttet %s %s.

# #30300
source: Library import in progress
da: Importering af Bibliotek i gang

# #30301
source: Library import successful
da: Importering af Bibliotek lykkedes

# #30302
source: Library import failed
da: Import af Bibliotek mislykkedes

# #30310
source: No items
da: Ingen Emner

# #30320
source: Database reset
da: Database nulstillet

# #30321
source: Failed to reset database
da: Nulstilling af dabase mislykkedes

# #30322
source: Deleted %d cached maps
da: Slettede %d lagrede kort

# #30330
source: Keyword '%s' hidden
da: Nøgleord '%s' skult
