Repository: RozebMomin/KodiAddons
Catalog: plugin.image.iphoto/resources/language/Polish/strings.po
Languages: pl

# #30000
source: Path to iPhoto or Aperture Library
pl: Ścieżka do iPhoto lub link do biblioteki

# #30001
source: Ignore published (MobileMe) albums
pl: Ignoruj ​​opublikowane (MobileMe) albumy

# #30002
source: Ignore 'Flagged' album
pl: Ignoruj ​​'Oflagowany' album

# #30003
source: Auto update library
pl: Aktualizuj bibliotekę autoamtycznie

# #30004
source: Hide Update Library item in main menu
pl: Ukrywaj przycisk aktualizacji w menu startowym

# #30005
source: Ignore empty albums
pl: Ignoruj puste albumy

# #30006
source: Ignore keywords
pl: Ignoruj słowa kluczowe

# #30015
source: Enable Places support
pl: Włącz obsługę miejsc

# #30016
source: Show Places as
pl: Pokaż miejsca jako

# #30017
source: Addresses
pl: adresy

# #30018
source: Lat/Lon Pairs
pl: Pary Lat/Lon

# #30020
source: Default photo sort method
pl: Domyślna metoda sortowania obrazów

# #30021
source: None
pl: Żaden

# #30022
source: XML Date
pl: Data XML

# #30023
source: Label
pl: Wytwórnia

# #30025
source: Download maps from Google
pl: Pobierz mapy z Google

# #30026
source: Show map as fanart
pl: Pokazuj mapę jako fototapetę

# #30027
source: Managed Library (change requires rescan)
pl: Zarządzaj biblioteką (zmiana wymaga przeskanowania)

# #30028
source: Local root path to Masters
pl: Lokalna ścieżka root dla Głównych

# #30029
source: Rewrite root path as
pl: Nadpisz główna ścieżkę jako

# #30030
source: Hide View Documentation item in main menu
pl: Ukryj Pokażę Dokumentację w menu głównym

# #30060
source: View mode in Confluence
pl: Tryb wyglądu w Confluence

# #30061
source: Default
pl: Domyśłny

# #30062
source: Pic Thumbs
pl: Miniatury obrazów

# #30063
source: Image Wrap
pl: Kolejka obrazów

# #30066
source: View mode in Metropolis
pl: Tryb wyglądu w Metropolis

# #30067
source: Default
pl: Domyśłny

# #30068
source: Picture Grid
pl: Siatka obrazów

# #30069
source: Galary Fanart
pl: Galeria fototapet

# #30080
source: Default photo sort direction
pl: Domyślny kierunek sortownia obrazów

# #30081
source: Ascending
pl: Rosnąco

# #30082
source: Descending
pl: Malejąco

# #30090
source: General
pl: Ogólny

# #30091
source: View
pl: Widok

# #30092
source: Skin
pl: Skóra

# #30099
source: Advanced
pl: Zaawansowane

# #30100
source: Events
pl: Zdarzenia

# #30101
source: Albums
pl: Albumy

# #30102
source: Ratings
pl: Oceny

# #30103
source: << Update Library >>
pl: << uaktualnij bibliotekę >>

# #30104
source: Keywords
pl: Słowa kluczowe

# #30105
source: Faces
pl: Twarze

# #30106
source: Places
pl: Miejsca

# #30107
source: << View Documentation >>
pl: << wyświetl dokumentację >>

# #30108
source: Projects
pl: Projekty

# #30200
source: %d star
pl: %d gwiazd

# #30210
source: Importing Library
pl: Importowanie biblioteki

# #30211
source: Imported %d items
pl: Importowane %d pozycje

# #30212
source: Scanning Library...
pl: Skanuję biblioteke...

# #30213
source: Update library
pl: Aktualizuj bibliotekę

# #30214
source: Ignore Keyword
pl: Ignoruj słowa kluczowe

# #30215
source: Remove cached maps
pl: Usuń z pamięci podręcznej mapy

# #30216
source: Reset add-on database
pl: Czyszczenie bazy danych dodatku

# #30217
source: Add-on documentation
pl: Dokumentacja wtyczki

# #30219
source: Resetting add-on database...
pl: Trwa czyszczenie bazy danych dodatku...

# #30220
source: Enable Support for Places?
pl: Włącz wsparcie dla Miejsc?

# #30221
source: Places looks up addresses via Google.
pl: Wyszukuj miejsca za pomocą adresów Google.

# #30222
source: This can slow down the library import a bit.
pl: Może to lekko spowolnić import bazy.

# #30223
source: You will also need to reimport your library.
pl: Dodatkowo potrzebne będzie przeimportowanie bazy.

# #30230
source: Delete add-on database?
pl: Usunąć bazę danych dodatku?

# #30231
source: Add-on database is corrupt.
pl: Baza danych dodatku jest uszkodzona.

# #30232
source: Deleting it will not harm your Photo Library.
pl: Usuwając nie zaszkodzisz swojej bibliotece.

# #30233
source: You will need to rescan after this.
pl: Konieczne będzie ponowne skanowanie po tym.

# #30240
source: Failed to initialize add-on database.
pl: Nieudana inicjacja bazy danych dodatku.

# #30241
source: Please reimport your Library.
pl: Proszę ponownie zaimportować biblioteke.

# #30250
source: Deleting cached map images
pl: Usuwanie mapy tymczasowych obrazów

# #30252
source: Scanning...
pl: Skanowanie...

# #30260
source: Library import in progress
pl: Import biblioteki w toku

# #30261
source: Unable to reset database.
pl: Nie można wyczyścić bazy danych.

# #30262
source: Currently unsupported
pl: Obecnie nieobsługiwane

# #30263
source: This function is unsupported %s %s.
pl: Funkcja ta jest nieobsługiwana %s %s.

# #30300
source: Library import in progress
pl: Import biblioteki w toku

# #30301
source: Library import successful
pl: Import biblioteki zakończony

# #30302
source: Library import failed
pl: Niepowodzenie importowania biblioteki

# #30310
source: No items
pl: Brak pozycji

# #30320
source: Database reset
pl: Czyszczenie bazy danych

# #30321
source: Failed to reset database
pl: Niepowodzenie czyszczenia bazy danych

# #30322
source: Deleted %d cached maps
pl: Usunięto %d tymczasowych map

# #30330
source: Keyword '%s' hidden
pl: Słowo kluczowe '%s' ukryte
