Repository: RozebMomin/KodiAddons
Catalog: plugin.image.iphoto/resources/language/Swedish/strings.po
Languages: sv

# #30000
source: Path to iPhoto or Aperture Library
sv: Sökväg till iPhoto eller Aperture biblioteket

# #30001
source: Ignore published (MobileMe) albums
sv: Ignorera publicerade (MobileMe) album

# #30002
source: Ignore 'Flagged' album
sv: Ignorera 'Flaggade' album

# #30003
source: Auto update library
sv: Autouppdatera bibliotek

# #30004
source: Hide Update Library item in main menu
sv: Dölj uppdatera biblioteksobjekt i huvudmenyn

# #30005
source: Ignore empty albums
sv: Ignorera tomma album

# #30006
source: Ignore keywords
sv: Ignorera nyckelord

# #30015
source: Enable Places support
sv: Aktivera platser-support

# #30016
source: Show Places as
sv: Visa platser som

# #30017
source: Addresses
sv: Adresser

# #30018
source: Lat/Lon Pairs
sv: Lat/Lon par

# #30020
source: Default photo sort method
sv: Standardmetod för bildsortering

# #30021
source: None
sv: Ingen

# #30022
source: XML Date
sv: XML-datum

# #30023
source: Label
sv: Etikett

# #30024
source: Size
sv: Storlek

# #30025
source: Download maps from Google
sv: Ladda ner kartor från Google

# #30026
source: Show map as fanart
sv: Visa kartor som fanart

# #30027
source: Managed Library (change requires rescan)
sv: Hanterat bibliotek (ändring kräver omskanning)

# #30028
source: Local root path to Masters
sv: Lokal rotsökväg till mästare

# #30029
source: Rewrite root path as
sv: Skriv om rotsökväg som

# #30030
source: Hide View Documentation item in main menu
sv: Dölj visa dokumentation på huvudmenyn

# #30060
source: View mode in Confluence
sv: Visningsläge i Confluence

# #30061
source: Default
sv: Standard

# #30062
source: Pic Thumbs
sv: Bildminiatyr

# #30063
source: Image Wrap
sv: Bildwrap

# #30066
source: View mode in Metropolis
sv: Visningsläge i Metropolis

# #30067
source: Default
sv: Standard

# #30068
source: Picture Grid
sv: Bildrutnät

# #30080
source: Default photo sort direction
sv: Standard sorteringsordning

# #30081
source: Ascending
sv: Stigande

# #30082
source: Descending
sv: Fallande

# #30090
source: General
sv: Allmän

# #30091
source: View
sv: Visa

# #30092
source: Skin
sv: Skal

# #30099
source: Advanced
sv: Avancerad

# #30100
source: Events
sv: Händelser

# #30101
source: Albums
sv: Album

# #30102
source: Ratings
sv: Betyg

# #30103
source: << Update Library >>
sv: << Uppdatera bibliotek >>

# #30104
source: Keywords
sv: Nyckelord

# #30105
source: Faces
sv: Ansikten

# #30106
source: Places
sv: Platser

# #30107
source: << View Documentation >>
sv: << Visa dokumentation >>

# #30108
source: Projects
sv: Projekt

# #30200
source: %d star
sv: %d stjärna

# #30210
source: Importing Library
sv: Importerar bibliotek

# #30211
source: Imported %d items
sv: Importerade %d objekt

# #30212
source: Scanning Library...
sv: Skannar bibliotek...

# #30213
source: Update library
sv: Uppdatera bibliotek

# #30214
source: Ignore Keyword
sv: Ignorera nyckelord

# #30215
source: Remove cached maps
sv: Radera buffrade kartor

# #30216
source: Reset add-on database
sv: Återställ tilläggsdatabas

# #30217
source: Add-on documentation
sv: Tilläggsdokumentation

# #30219
source: Resetting add-on database...
sv: Återställer tilläggsdatabas...

# #30220
source: Enable Support for Places?
sv: Aktivera support för platser?

# #30221
source: Places looks up addresses via Google.
sv: Platser slår upp adresser via Google.

# #30222
source: This can slow down the library import a bit.
sv: Detta kan slöa ner biblioteksimporten lite grann.

# #30223
source: You will also need to reimport your library.
sv: Du behöver också återimportera ditt bibliotek.

# #30230
source: Delete add-on database?
sv: Ta bort tilläggsdatabas?

# #30231
source: Add-on database is corrupt.
sv: Tilläggsdatabas är korrupt.

# #30232
source: Deleting it will not harm your Photo Library.
sv: Borttagning skadar inte ditt fotobibliotek.

# #30233
source: You will need to rescan after this.
sv: Du behöver skanna om igen efter detta.

# #30240
source: Failed to initialize add-on database.
sv: Kunde inte initiera tilläggsdatabas.

# #30241
source: Please reimport your Library.
sv: Var god återimportera ditt bibliotek.

# #30250
source: Deleting cached map images
sv: Tar bort buffrade kartbilder

# #30252
source: Scanning...
sv: Skannar...

# #30260
source: Library import in progress
sv: Biblioteksimport pågår

# #30261
source: Unable to reset database.
sv: Kunde inte återställa databas.

# #30262
source: Currently unsupported
sv: Stöds inte för närvarande

# #30263
source: This function is unsupported %s %s.
sv: Denna funktion stöds inte %s %s.

# #30300
source: Library import in progress
sv: Biblioteksimport pågår

# #30301
source: Library import successful
sv: Biblioteksimport lyckades

# #30302
source: Library import failed
sv: Biblioteksimport misslyckades

# #30310
source: No items
sv: Inga objekt

# #30320
source: Database reset
sv: Databasåterställning

# #30321
source: Failed to reset database
sv: Misslyckades återställa databas

# #30322
source: Deleted %d cached maps
sv: Tog bort %d buffrade kartor

# #30330
source: Keyword '%s' hidden
sv: Nyckelord '%s' dolt
