Repository: RozebMomin/KodiAddons
Catalog: plugin.image.iphoto/resources/language/Norwegian/strings.po
Languages: no

# #30000
source: Path to iPhoto or Aperture Library
no: Sti til iPhoto eller Aperture bibliotek

# #30001
source: Ignore published (MobileMe) albums
no: Ignorer publiserte (MobileMe) albu

# #30002
source: Ignore 'Flagged' album
no: Ignorer 'Flagga' album

# #30003
source: Auto update library
no: Auto oppdater bibliotek

# #30004
source: Hide Update Library item in main menu
no: Skjul Oppdater Bibliotek oppføringen i hovedmenyen

# #30005
source: Ignore empty albums
no: Ignorer tomme album

# #30006
source: Ignore keywords
no: Ignorer nøkkelord

# #30015
source: Enable Places support
no: Aktiver støtte for Steder

# #30016
source: Show Places as
no: Vis Steder som

# #30017
source: Addresses
no: Adresser

# #30018
source: Lat/Lon Pairs
no: Lat/Lon Par

# #30020
source: Default photo sort method
no: Standard metode for sortering av bilder

# #30021
source: None
no: Ingen

# #30022
source: XML Date
no: XML Dato

# #30023
source: Label
no: Plateselskap

# #30024
source: Size
no: Størrelse

# #30025
source: Download maps from Google
no: Last ned kart fra Google

# #30026
source: Show map as fanart
no: Vis kart som fanart

# #30027
source: Managed Library (change requires rescan)
no: Behandlet Bibliotek (endring krever ny skanning)

# #30028
source: Local root path to Masters
no: Lokal rot sti til Masters

# #30029
source: Rewrite root path as
no: Omskriv rot sti til

# #30030
source: Hide View Documentation item in main menu
no: Skjul Vis Dokumentasjon oppføringen i hovedmenyen

# #30060
source: View mode in Confluence
no: Visnings modus i Confluence

# #30061
source: Default
no: Standard

# #30062
source: Pic Thumbs
no: Bildeminiatyrer

# #30063
source: Image Wrap
no: Bildeinnpakking

# #30066
source: View mode in Metropolis
no: Visnings modus i Metropolis

# #30067
source: Default
no: Standard

# #30068
source: Picture Grid
no: Bilde Rutenett

# #30069
source: Galary Fanart
no: Galleri Fanart

# #30080
source: Default photo sort direction
no: Standard metode for retnings-sortering av bilder

# #30081
source: Ascending
no: Stigende

# #30082
source: Descending
no: Synkende

# #30090
source: General
no: Generelt

# #30091
source: View
no: Vis

# #30092
source: Skin
no: Skall

# #30099
source: Advanced
no: Avansert

# #30100
source: Events
no: Begivenheter

# #30101
source: Albums
no: Album

# #30102
source: Ratings
no: Rangering

# #30103
source: << Update Library >>
no: << Oppdater Bibliotek >>

# #30104
source: Keywords
no: Nøkkelord

# #30105
source: Faces
no: Ansikter

# #30106
source: Places
no: Steder

# #30107
source: << View Documentation >>
no: << Vis Dokumentasjon >>

# #30108
source: Projects
no: Prosjekter

# #30200
source: %d star
no: %d stjerne

# #30210
source: Importing Library
no: Importerer Bibliotek

# #30211
source: Imported %d items
no: Importert %d elementer

# #30212
source: Scanning Library...
no: Skanner Bibliotek...

# #30213
source: Update library
no: Oppdater bibliotek

# #30214
source: Ignore Keyword
no: Ignorer Nøkkelord

# #30215
source: Remove cached maps
no: Fjern mellomlagrede kart

# #30216
source: Reset add-on database
no: Nullstill database for tillegg

# #30217
source: Add-on documentation
no: Dokumentasjon for tillegg

# #30219
source: Resetting add-on database...
no: Nullstiller database for tillegg

# #30220
source: Enable Support for Places?
no: Aktiver støtte for Steder?

# #30221
source: Places looks up addresses via Google.
no: Steder sjekker adresser via Google.

# #30222
source: This can slow down the library import a bit.
no: Dette kan sinke bibliotek importen litt.

# #30223
source: You will also need to reimport your library.
no: Du må også importere biblioteket ditt på nytt.

# #30230
source: Delete add-on database?
no: Slett database for tillegg

# #30231
source: Add-on database is corrupt.
no: Databasen for tillegg er skadet.

# #30232
source: Deleting it will not harm your Photo Library.
no: Å slette den vil ikke skade Bilde Biblioteket ditt.

# #30233
source: You will need to rescan after this.
no: Du må skanne på nytt etter dette.

# #30240
source: Failed to initialize add-on database.
no: Initialisering av database for tillegg var mislykket

# #30241
source: Please reimport your Library.
no: Vennligst importer Biblioteket ditt på nytt.

# #30250
source: Deleting cached map images
no: Fjerner mellomlagrede bilder av kart

# #30252
source: Scanning...
no: Skanner...

# #30260
source: Library import in progress
no: Import av bibliotek pågår

# #30261
source: Unable to reset database.
no: Klarer ikke å nullstille database.

# #30262
source: Currently unsupported
no: Ikke støttet for øyeblikket

# #30263
source: This function is unsupported %s %s.
no: Denne funksjonen støttes ikke %s %s.

# #30300
source: Library import in progress
no: Import av bibliotek pågår

# #30301
source: Library import successful
no: Import av bibliotek var vellykket

# #30302
source: Library import failed
no: Import av bibliotek var mislykket

# #30310
source: No items
no: Ingen elementer

# #30320
source: Database reset
no: Database nullstilt

# #30321
source: Failed to reset database
no: Nullstilling av database var mislykket

# #30322
source: Deleted %d cached maps
no: Slettet %d mellomlagrede kart

# #30330
source: Keyword '%s' hidden
no: Nøkkelord '%s' skjult
